{
  "name": "LFL B1+",
  "units": true,
  "data": [
    [
      [
        " 1: Lost & found"
      ],
      [
        "6",
        "1Liz talks about an armchair. Andy talks about a violin.",
        "2It’s in the guest bedroom.It’s too small and it’s really uncomfortable.His great-great uncle or great-great-great uncle made it.They were musicians.Because he gave up the violin when he was younger",
        "3JosephHollyZoeBenMegan",
        "4losefindget rid oflose touch withrecogniseget back in touch withcome acrosskeepremind (someone) ofremind someone ofremind ofremind me ofmissknowknow (something)know (something) by heartknow something by heartknow by heartrememberforget"
      ],
      [
        "7",
        "5OSSOOO"
      ],
      [
        "8",
        "1He remembered a river near his home, a fountain and a cinema",
        "2He played near his house.He couldn’t find his brother.He got onto a train to Kolkata.He arrived in Kolkata.A family adopted him.He travelled to Australia from India.He found his village online.He travelled to India from Australia."
      ],
      [
        "9",
        "4set outmake outturned outfind outwork out",
        "5find outwork outmake outturned outset out",
        "6hadhadn'thadpast participle",
        "7drawnkeptthrownlikedgiven",
        "8showed, had takendid you realise, had losthadn't arrived, leftHad you met, startedread, hadn't had"
      ],
      [
        "10",
        "1damagedwaterproofvaluablerustycommonpersonalfashionabledigitalcurrent",
        "4b",
        "5TFTFFTFT"
      ],
      [
        "11",
        "7objectsubject",
        "8threw awaydid you meetdid you recogniserecognisedhappeneddid they find",
        "9remembered Leah’s birthday?gave Leah a bagpeople phoned Leah (on her birthday)did Edward forgetreminded him (about Leah's birthday)posters did Edward buy (for Leah)",
        "10Who taught you English last year?What do you remember about your 11th birthday?Who did you see last weekend?What happened at school yesterday?Who lives in the house or flat next door to yours?",
        "11231past perfectpast simplepast continuous",
        "12was workinghadn’t hadwas feelingdecidedputthrewwas emptyingstartedhad writtenmarried",
        "13I got up early this morning.At 8 o'clock today I had already been awake for 2 hours.I was having breakfast at 7 o'clock this morning.I was listening to some music while I was having breakfast.The sun was shining when I left the house.When I got to school the first lesson had already begun.",
        "14What were you doing at this exact time yesterday?When did you go to the cinema last?Had you studied much English before you started at this school?Had you done your homework before you got home yesterday?Was the sun shining when you woke up today?"
      ],
      [
        "12",
        "2He didn’t phone his parents because he wanted to show them that he was independent.",
        "3emotionsangerinteresting",
        "6Have I told you about the timeI remember feelingIt was the day ofUnfortunatelyAnyway, back to the story.All in all, it wasn't",
        "8Students’ own answers. Possible answer:Have I told you about the time I got lost during my school trip to London? No one in my family had ever been to London before, and I think my parents were more excited than me! They had told me to take lots of photos. Anyway, back to the story. It was the day of a visit to the Tower of London. As we were talking there with our teacher, I saw a great view of the river, and I stopped to take a photo. But when I looked for my classmates, they had disappeared! I didn’t know which way to go. I remember feeling really scared because I couldn’t really speak English then, and London is a huge city. Luckily, I heard a couple speaking Italian. I asked them if they knew where the Tower of London was. They were very kind, and they gave me a map. I ran there, and my teacher and classmates were waiting for me. We had missed our guided tour, but we did one an hour later instead. So all in all, it wasn’t a disaster."
      ],
      [
        "13",
        "3songrhymesentencesentencepictureroute",
        "4blueJunemotherlazytrainersbanana"
      ]
    ],
    [
      [
        " 2: Fads & fashion"
      ],
      [
        "14",
        "1Duran Duran",
        "2FTFTT",
        "31990sGrumpy Cat1,600five secondsapplicationTwo billion",
        "4NounsfadcrazetoymemegadgetappVerbsswapsharecollectgo viralBothpostviewliketweet",
        "5BABACB"
      ],
      [
        "16",
        "2a",
        "3BACBB",
        "5amazingly - amazingseriously - seriousapparently - apparentobviously - obvious",
        "6PersonallysadlyImpressivelyUnfortunatelystupidly"
      ],
      [
        "17",
        "7differentdidn’t use toDid … use to?",
        "8useduseddidn'tuseto",
        "9He didn't use to liveHe used to beHe didn't use to workHe didn't use to buyHe didn't use to wearHe used to wearHe didn't use to haveHe used to play"
      ],
      [
        "18",
        "1A 4B 3C 1D 2",
        "2tight adjectives to describe clothesjeans clothesstripy patternsshirt clothescollars parts of clothessleeves parts of clothesboots footwearshoes footwearskirts clothesdresses clothesbaggy adjectives to describe clothestrousers clothessuits clothesjackets clotheshats clothes",
        "3socks Clotheschecked Patternstrainers Footwearzip Parts of clothesvintage Adjectives to describe clothestie Clothesleggings Clothesscarf Clothestrendy Adjectives to describe clothesbutton Parts of clothes",
        "4213",
        "5FTFTFF"
      ],
      [
        "19",
        "7loudlycarefullyusuallypersonallyobviouslyin a silly way",
        "8He put on his jacket quickly.Georgia often wears vintage hats.Unusually, she only wears second-hand clothes.I'm hardly ever at home in the evenings.He wore his new uniform on his first day of school proudly.Zara played the flute beautifully when she was a child.Liam studied hard all summer and passed all his exams.Embarrassingly, my parents often wear clothes that used to be fashionable in the 1980s.",
        "9He answered the teacher in a silly way.She tried on her new clothes happily.I got up early this morning.He said hello in a friendly way.They danced to the music in a lively way.She solved the problem easily.",
        "10morethe most confidentlyfasterthe earliestthe bestworse",
        "11more elegantlythe besthardermore slowlymore quietlythe most accurately",
        "13Can you remember your time at primary school clearly?What lessons did you use to enjoy there?Did you learn to read more quickly or more slowly than your friends?Did you make friends easily?Who did you use to play with?What did you use to do after lessons?"
      ],
      [
        "20",
        "2Maya bought a new jacket recently. Andy thinks it’s cool.",
        "4suchtoosoenoughsuch a42315"
      ],
      [
        "21",
        "2A",
        "3musicexhibitiontimevideosfoodvenuepublicity"
      ]
    ],
    [
      [
        " 3: It's up to you"
      ],
      [
        "22",
        "1Yes, they both made the right decision.",
        "2MathsEnglish Literature, Spanish, History, PhilosophyHer teacher encouraged her to think about what subject she might study at university.In shops, cafés and restaurants.It’s the thing he enjoys most in life.",
        "5rush into thingsput offchange his mindtake their advicetook their timeregret"
      ],
      [
        "24",
        "1bed",
        "2He lay down on a cold floor in his home and he had the strangest feeling that he wanted to live as a dog.No, he/she doesn’t.They both live(d) without money.Mark lives in one place, but Heidemarie travelled around.It finished in 2015.Because Blair was born in that year",
        "4-ful-y-less",
        "5fattythoughtfuluselessforgetfulstormypointless"
      ],
      [
        "25",
        "6PPPPCPPCPPforsince",
        "7's been raining've made've been making've been readinghas finished's left",
        "8's been livingfor's been travellingsincehasn't boughtfor's beensince",
        "9Possible questions:How long have you been friends with Massimo?How long have you been studying English?How long have you been playing tennis?How long have you lived in Verona?How long have you been doing this exercise?How long have you had your watch?How long have you been wearing those jeans?"
      ],
      [
        "26",
        "4AgeCountrySophie17UKZach18USA",
        "5FTFFTFF"
      ],
      [
        "27",
        "6PSPPPPPSPSPPPS",
        "7got married - finished time've started - unfinished timehaven't used - unfinished timegot - finished timedid your sister leave - finished timeDid you do - finished timehasn't tweeted - unfinished timechanged - finished time",
        "8've beengot've learned've saved've decidedboughthaven't usedspent",
        "9justalreadyyetstill",
        "10I've already voted in an election.I've just voted in an election.Have you left school yet?Have you already left school?He still hasn't opened a new bank account.He hasn't opened a new bank account yet.Our teacher has just given us our results.Our teacher has already given us our results.We still haven't tried that new restaurant in town.We haven't tried that new restaurant in town yet.Has Pete got a new job yet?Has Pete already got a new job?",
        "11What have you been studying at school recently?How long have you been sitting in that chair?How long have you known your best friend?When did you start at this school?Has this lesson just started?Have you made any plans for the weekend yet?",
        "12Possible answers:Charlie hasn’t joined a gym yet.He hasn’t found a part-time job yet.He’s already taken driving lessons.He’s just passed his driving test.He hasn’t become a vegetarian yet.He’s already made some new friends.He’s already chosen what to study at university.He hasn’t bought a new bike yet."
      ],
      [
        "28",
        "1Students’ own answers. Possible answer:The boy and girl are sitting at a table outside, perhaps in a park. The girl doesn’t look happy. I think she’s feeling worried about something - perhaps something that she’s done, or a decision that she has to make. The boy is looking concerned. He wants to help her, perhaps by listening to what is worrying her.",
        "2Jodie has to decide whether to stay at school for two more years or do a course in photography at the college.",
        "47145263"
      ],
      [
        "29",
        "22",
        "454213"
      ],
      [
        "30",
        "1was tidyingfoundwas lookingcamehadn't thoughthadn't forgottenlookedsentrepliedwas watchingturns out'd moved'd bewantsdo you want",
        "2used to livedidn't use to meetdidn't use to likeused to wearused to laughDid you use to have",
        "3dances badly.passed the exam easily.always arrives late for school.lost the match, strangely.sings more nicely than Alice.works the hardest in our class.",
        "4've known's been doingstill hasn't finishedboughthaven't usedwere you've already spokenphoned's haddidn't seehave you been hiding's just gone outstarted",
        "5Hi FlorenceI’m in Maine, USA, on holiday in the mountains. I’ve been walking for seven days! I’d never visited before - it’s beautiful countryside and it reminds me of Europe.I didn’t use to enjoy being outside but now I adore it. The weather has been cold, but I’m wearing the big checked shirt and waterproof jacket that Mum gave me. I’ve already seen lots of interesting things and I’ve just posted some photos. Share or ‘like’ them if you want. I’ve posted some videos too - maybe they’ll go viral!My leg is hurting a bit today. I was climbing a mountain yesterday and I fell. Maybe I was going too quickly. It’s better to take my time and walk more slowly and more carefully. I haven’t eaten my breakfast yet. There’s a café here with a lot of delicious food. I can’t make up my mind what to choose.I miss you a lot. Send me a tweet with your news!Lots of love,Matilda"
      ],
      [
        "31",
        "6collectshesitateregretconsiderrecognizemisskeepswap",
        "7vintagesuitvaluablefadwaterproofsleevegadgetbaggyrustytoy",
        "8came acrossofmakeTakecommonfind outdotaking",
        "9Did you use to have a favourite toy when you were little?Where did you go to primary school?Had you already studied English when you came to this school?Who taught you English last year?Do you sometimes dance in a silly way?Who cooks the most imaginatively in your family?Have you chosen your future job yet?What were you wearing at nine o'clock last night?Have you lived in this town for a long time?What music have you been listening to recently?",
        "1138191042657"
      ]
    ],
    [
      [
        " 4: What's it worth"
      ],
      [
        "32",
        "1They’re usually lower.",
        "2TFFFT",
        "3VerbsNounscostproductsrentstatus symbolsbevalueworthconsumersavebusinessspendmarketingpromoteadvertisingproducerprofitbrandsadvertisementsbargain",
        "4BCBAACA"
      ],
      [
        "33",
        "5spendssavingbargainproductspromotingsymboladvertisement"
      ],
      [
        "34",
        "1TTFF",
        "2They make tutorials on fashion and make-up.They must be entertaining and they must talk about things that interest teenagers.Yes, they can. Sometimes influencers are paid for each ‘like’ or view that their videos get.They don’t pay anything for them.Because teenagers spend a lot of their money on their favourite brands.",
        "4deacfb",
        "5loadscoolreckonloadedguysstuff"
      ],
      [
        "35",
        "6the definite article (the)no article",
        "7-the; --; -the--; -the; the; -The; the",
        "8a Sentences 4 and 8b Sentence 8c Sentence 7d Sentence 2e Sentences 1 and 3f Sentences 2, 6 and 7g Sentence 5"
      ],
      [
        "36",
        "1shelves, window shopping, scanner, customer",
        "3checkoutcustomerscannerreceiptfitdeliverexchangesuit",
        "4EBAFDC",
        "5advertisementsscreencolourspecial offersvirtual storetouchscreenareaexists"
      ],
      [
        "37",
        "6dabc",
        "7won’t shopmight give’m going to live’ll help’re building",
        "8futuretimetable",
        "9The train to Liverpool leaves at 10.26.The match starts at#p.m.It finishes at 4.45.The train home arrives at 19.04.",
        "10I’m travelling to Scotland tomorrow. The coach leaves at 9.15.I’m going to listen to my favourite music. I’m sure that I’ll enjoy the journey.",
        "11’m meetingare you having’m going’ll leaveAre you going to buymight gomight see’ll needleaves",
        "12When have you got English lessons next week?What are you going to do after school today?Are you going on holiday in the summer?What do you think the weather will be like tomorrow?What are your plans for the weekend?Are you doing anything interesting next week?Responses are students’ own answers."
      ],
      [
        "38",
        "2He wants to return them and get a refund.",
        "4cdbae"
      ],
      [
        "39",
        "32143"
      ]
    ],
    [
      [
        " 5: In the mood"
      ],
      [
        "40",
        "1Jodie is the most emotional.",
        "2HugoJodieSimonJodie, SimonHugo"
      ],
      [
        "41",
        "4c",
        "5worriedashamedembarrassedstressfulproudrelieveddisgustingsympatheticguilty",
        "6She feels disgusted because her friend lets her dogs lick her face.He feels worried because he’s had a difficult exam.She feels guilty because she copied some work from the Internet.He feels proud because he did a run for charity last weekend.She feels embarrassed because her friend posted a terrible photo of her on social media."
      ],
      [
        "42",
        "12",
        "2F. For most of history, people generally believed that animals didn’t have a personality or feelings.F. Elephants sometimes return to the place where another elephant died months later.TF. Mice get agitated when another mouse is in pain.TF. The author believes that animals are capable of feeling emotions.",
        "4leggedheartedbrainedminde"
      ],
      [
        "43",
        "5bloodedhairedhandedsleevedwheeledskinned",
        "6aren’tarebe + -ing form",
        "7can’tmight/could/maymight/could/maycan’tmustmight/could/maymust"
      ],
      [
        "44",
        "1work outsing alongkeep up withtake output oncheer upcalm downslow down",
        "2They contain the verb ‘turn’. They are all used for controlling electronic devices.",
        "3turn offcheer; upkeep up withturn upCalm downsing along",
        "5CEBD",
        "6BBABAC"
      ],
      [
        "45",
        "7presentpastpastfuture",
        "8managed tocouldn’tcan’tCouldWill; be able to",
        "9shouldhave tomustn’tdon’t have to",
        "10don’t have tomustshouldn’tdon’t have toshouldmustn’t",
        "11must havecould havemight have",
        "12can’t have gonemust have movedmight/may/could have leftmight/may/could have failedmust have forgottencan’t have got",
        "13dacfeb"
      ],
      [
        "46",
        "2Liz’s gran is coming to live with her family. She’ll have to share a bedroom with her sister.",
        "4Students’ own answers. Possible answers:nervousannoyedit’ll be nice to earn some money; I’ll miss all my friendsyou’ll be able to relax tomorrow"
      ],
      [
        "47",
        "2Possible answers:anger, disappointment",
        "3lostfitnessfaultfed uprecogniseoverreacting",
        "4He uses 1, 3,#and 6"
      ]
    ],
    [
      [
        " 6: Eureka!"
      ],
      [
        "48",
        "1They have to exercise for two hours each day.",
        "2The first man walked on the moon in 1969.It’s 380 kilometres above Earth.You can see it without a telescope if you look in the right place at the right time.Their muscles will become very weak if they don’t exercise.It might help us to predict extreme weather in the future.",
        "3In ‘New faces’, the story about the dragon fossil is false. Dragons have never existed.",
        "4Verbcurecreateinventdesigndeveloptestexperimentdiscoverbecome extinctexploreadapt",
        "5Noun imaginationcurecreationinventiondesigndevelopmenttestexperimentdiscoveryextinctionexplorationadaptationThere are three patterns: nouns ending in -tion, nouns ending in -ment, and nouns that are the same as the verbs."
      ],
      [
        "50",
        "125341",
        "2wordwingsshapearchitectssports scientistsanimalsmachinesNature",
        "4imitationsuggestionpresentationinspirationsolution",
        "5rotationinnovationprotectioneditionrevolutionformation"
      ],
      [
        "51",
        "6-ing forminfinitivetobase form",
        "7to find; studying; E; BSeeing; Aflying; Cto go; to see; F; Dbeing; B",
        "8interesting to observeneed to completeabout meetingCuring diabetes"
      ],
      [
        "52",
        "1star/sun, meteor, extraterrestrial",
        "2Earthastronautdeathsunmeteorextraterrestrialsradiationgravity",
        "3C, E, F, A",
        "430%airInternational Space Station4.6 million65,000Cows; 20"
      ],
      [
        "53",
        "6presentPresent simple",
        "7doesn’t rain; dieexercise; needfreezes; fallsget; eatwrite; don’t forgetfeels; doesn’t getdon’t bite; don’t think",
        "8A 2nd conditionalB 3rd conditionalC 1st conditionalPresent simplewillPast simplewouldwould have",
        "9eatburnssharedkeepsyou’d visitedhave seen",
        "10A If I go into space, I’ll take some good music.B If I went into space, I’d take some good music.A If I compete in the Olympics, I’ll be happy.B If I competed in the Olympics, I’d be happy.A What will you buy if I give you £1,000?B What would you buy if I gave you £1,000?A If I meet the president, I’ll ask him a difficult question.B If I met the president, I’d ask him a difficult question.",
        "11If I’d revised my Science notes, I’d have passed the exam.If they’d had antibiotics in the past, diseases wouldn’t have killed millions of people.If I hadn’t read that article, I wouldn’t have learned about biomimicry.If Leonardo da Vinci hadn’t written in code, people would have understood his documents.",
        "12We can learn a lot from observing animals and plants.I’m considering studying Biology at university.I’d like to be an inventor when I’m older.I feel nervous if I meet new people.If I could choose any profession, I’d be a designer.If I’d been born in the USA, my life would have been more exciting"
      ],
      [
        "54",
        "1againstin favourin favouragainst",
        "2She gives two reasons: she thinks it’s too expensive, and she thinks the research doesn’t benefit us.",
        "3upaudienceuncomfortable",
        "6I strongly believe thatToday, I’d like to talk to you aboutThank you for listening.There are arguments on both sides."
      ],
      [
        "55",
        "3instinctsDNAsulphuric acidcellsfreezeslower"
      ],
      [
        "56",
        "1-; -the; thethe; theThe; the; the; -; ---; the-; -; --; The",
        "2might buyare you going to do/are you doingstarts’m not going to go/’m not goingwe’ll domight notwon’t see; ’re flyingwon’t leave",
        "3didn’t manage tomanaged towill be able todon’t have tocanshouldmustn’tshould",
        "4playinghadn’t been; wouldn’t have learntHavinghappens; putto getto read’d be; inventedtidying",
        "5ACBABBCCCABB"
      ],
      [
        "57",
        "6adaptationadvertisementdiscoverydesignreliefdevelopmentdeathembarrassmentexplorationimaginationprideinventionmovementworry",
        "7customersstressfulorderdeliverreturnrefundkeep up withwork outshelvessuitbargains",
        "8try onchangingkeep up withcalmshoppingput onsymbolsoff",
        "9What will you do if it rains at the weekend?/If it rains at the weekend, what will you do?Should everyone give money to charity?How long have you been living in this town?What are you going to do after school?When does the next lesson start?Do you have to help with the housework?Would you be happy if you moved to the USA?/If you moved to the USA, would you be happy?Who usually cooks dinner in your family?Could you speak English when you were seven?What would have happened if you’d woken up late this morning?/If you’d woken up late this morning, what would have happened?",
        "11Can you imagine life without the Internet? Do you find it difficult to turn off your phone? How many times a day do you tweet, post photos or share memes? Are you going to download an app today? Yesterday, I was chatting with my grandparents. They are worried because of the development of modern technology and they think that life is more stressful now. They used to write letters and postcards to their friends. It must have been really nice to receive a real letter. On the other hand, they could only use the house phone to call their friends. Having unlimited access to the Internet only costs 20 euros a month. I think that’s a bargain. Last week, I managed to find a lot of information online to help me with a very difficult project about extinction, radiation and other threats to the planet. My grandparents think that we would all be happier if we slowed down. Who agrees with them?"
      ]
    ],
    [
      [
        " 7: Me, myself & I"
      ],
      [
        "58",
        "1It lasts for one week.",
        "2It can be difficult to learn new things about yourself.You can learn if you are good with people and if you can follow rules.Over 8trainees.They have to learn lots of new skills.They can’t use their mobile phones for social media or tochat to friends and family.",
        "3A rebelB couch potatoteam playeroptimistworrier",
        "5rebelloneroptimistrealistextrovertleader",
        "6introvertleaderoptimistrebeldreamer"
      ],
      [
        "61",
        "2identityconfidenteveryone",
        "3D; EAFD; EC; GB",
        "5confuseddon’t tellbaddifferent from",
        "6cdba"
      ],
      [
        "61",
        "7B, CDA",
        "8himselfyourselfherselfthemselvesourselvesitself",
        "9The cat and the dog looked at each other.Tom and Kelly love each other.Dad and I gave each other a present/gave a present to each other.Do you and Sam know each other?Katy and Zoe text each other a lot."
      ],
      [
        "62",
        "2sociablequick-thinkingreliableconfidenttougheasy-going",
        "3c",
        "4You can learn independence and resilience on the mountain expedition.She mentions camping and hiking.People on the wildlife programme work for around seven hours a day.The wildlife programme is near the sea.Andy is worried because he doesn’t know much about sailing.Participants on the sailing programme must be able to swim.You can learn independence and resilience on the mountainexpedition.She mentions camping and hiking.People on the wildlife programme work for around sevenhours a day.The wildlife programme is near the sea.Andy is worried because he doesn’t know much aboutsailing.Participants on the sailing programme must be able to swim."
      ],
      [
        "63",
        "5whichwhothatthat",
        "6which/thatwho/thatwho/thatwho/thatwherewhosewherewhich/that",
        "7can’tcan’t",
        "8My uncle, who worked on the Tall Ships Adventure last year, is a sailing instructor.My friend Carrie, whose ambition is to be a scientist, worked as a wildlife volunteer last year.We’re flying to Madagascar, where we’ll stay for two weeks.This programme, which involves hiking and climbing, is suitable for all abilities.",
        "9The qualities which we’re looking for are enthusiasm and reliability.Harry, who is normally quite shy, became much more confident on the expedition.The students who come on our summer programmes want to learn new skills and meet people.The man that you spoke to is the leader of the programme.I’m still in contact with the people who we met last summer.The expedition, which took place in South America, wasthree weeks long.",
        "10How would you describe yourself?Do you think teenagers are too obsessed with themselves?How can we all be nicer to each other?Write the name of a film that you like.Write the name of a person who you admire.Write the name of a country you’d like to visit.Responses are students’ own answers."
      ],
      [
        "64",
        "4I’d like to find out more aboutWhat does it involve, exactlyit involvesWe also aim toWhat would I need to bring with meWhat sort of people are you looking forIdeally, we’re looking forpeople who"
      ],
      [
        "65",
        "2TF. Mr Fletcher wants to find out why James wants to go on one of his programmes.F. James is interested in sport.",
        "3morelongermore",
        "4Students’ own answers. Possible answers:She’s looking to do something useful with her holidays this year.Camp Activate, Canada.She loves working with children and would like to visit a new country.She plays hockey for the school and does swimming and canoeing in her free time.She’s sociable, outgoing and hard-working."
      ]
    ],
    [
      [
        " 8: On the streets"
      ],
      [
        "66",
        "1Two train stations are mentioned (King’s Cross and St Pancras).",
        "2It closed in the 1970s.Paris and Brussels.You can walk or cycle along the canal, or sit by the water and relax.They study art.You can watch sport on a big screen.",
        "3EBACnienteDProject 5 (London’s abandoned tunnels) doesn’t have a photo because it doesn’t exist yet.",
        "4Features of a citygreen space, leisure facilities, cultural venue, waterfront, heritage buildings, cycle lanes, transport links, suburb, tourist attractionAdjectives to describeancient, open-air, futuristic, features of a city rundown, industrial, abandoned, high-rise",
        "6edab"
      ],
      [
        "68",
        "1bda",
        "2Climate change, economic crisis, the fact that fossil fuels are running outHow to create communities that will survive after the Earth’s supply of oil runs outVillages, towns, districts and entire citiesPeople spent a lot of money in two big national supermarkets, rather than in local shops.They can be used in local shops, restaurants and services andit can be used to pay local taxes.",
        "4self-confidenceself-sufficientself-employedself-defence",
        "5self-controlself-esteemself-centredself-consciousself-service"
      ],
      [
        "69",
        "6a P b A c A d Psubjectagentagentby",
        "7The new venue was opened by a famous film star.The leisure facilities aren’t used very much.This ancient monument was built by the Romans.My bike was damaged last night.The project was organised by young people in the community.Free classes are advertised on the community noticeboard.",
        "8sellwas completedis wasteddon’t payaren’t servedbuilt",
        "9How are green spaces being used in your town?When was your house built?Do your parents do their shopping at big supermarkets?Is public transport used a lot in your community?What events were organised for young people in your townlast year?"
      ],
      [
        "70",
        "1Both discoveries were found under a car park.",
        "2analysisburyconstructiondisplayexcavatepreserveremoverestore",
        "3displayanalyseburyexcavateremoverestorepreserveconstruct",
        "4Yes, the discovery has been positive for Leicester. A lot of tourists are visiting the cathedral and visitor centre, which is great for Leicester’s economy.",
        "5(a date) 4th February 2013(a date) 22nd August 1485(time period) two(time period) 100(part of the body) back(place) Canada; New Zealand(place) Leicester Cathedral"
      ],
      [
        "71",
        "6Present continuousPresent perfectFuturePresentPast continuousPast perfectbe",
        "7’s being displayedwere foundwill be testedhasn’t been removedhad been buriedwas being built",
        "8discoveredwas excavatedwas foundwas builthadn’t been constructeddidn’t usewere discoveredhad movedis usedhas become",
        "9havepast participle",
        "10’re having it analysedhad our house painteddid you get your ears piercedHave you had your hair cut’re getting a new one installed’s getting his car repairedneed to have it checked",
        "11My town is visited by lots of tourists every year.A lot of houses are being built in my suburb.Some new concert venues have been opened here recently.A lot of things could be done to improve my neighbourhood.We’re having some work done on our house at the moment.I get my hair cut every month."
      ],
      [
        "72",
        "2cdab",
        "3kindlookslike",
        "6I prefer … because…Moving onto the second photo, I can see…Unlike the first photo, …These photos both show…It might be … because …. But I’m not sure.",
        "8These photos both show unusual buildings in a city. In the first photo, there’s a white building with a huge white structure as part of it. It looks a bit like a spaceship! I can see a lot of people walking in front of the building. They might be tourists, because it looks like a museum, but I’m not sure. Moving onto the second photo, I can see a tall building. It’s painted in bright colours. It isn’t graffiti - it looks like someone has painted it to make it beautiful. Unlike the first photo, I can only see one person. He - or she - might live in the building, but I’m not sure. I prefer photo 1, because I love strange buildings like this and it looks like a nice sunny day."
      ],
      [
        "73",
        "2colourful muralsinteractive touch screensa fountaina big screena gallery of artworkanimals or birdslots of plantsa sculpture",
        "3murals, gallery of artwork, interactive touch screens, plants They choose the gallery of artwork.",
        "4more colourfuloriginalcostschoolchildrenbrokestolencheaplooked afterWorkBook (WB)WB "
      ]
    ],
    [
      [
        " 1: Lost & found"
      ],
      [
        "87",
        "1had beenhad fallenhad crashedhadn't parked'd bought'd woken up'd heardhadn't lastedhad donehad never seen",
        "2'd already invited'd already lefthadn't takenhad the band played'd forgotten'd donehadn't seenHad you told",
        "3told me about the argumenthappened after the matchwebsite had the informationpeople came to the meetinggot rid of my favourite trainerstrain arrived first",
        "4How many students signed the letter?Which box contains your new shoes?What reminds you of your aunt?Who lived in this house before you?What caused the accident?",
        "5had already left, gotwas raining, enteredmet, 'd never listenedwere you living, startedclosed, had beenwas looking, went",
        "6I'd never spoken French before I went to Paris.What was she doing when it started to rain?He did an art course while he was living in Milan.The teacher was angry because they had forgotten their homework.She was having lunch when somebody knocked on the door."
      ],
      [
        "88",
        "1heartrememberlosegetacrossreminds",
        "2forgotlose touchcame acrossrecogniseremindskeepsget rid ofmiss",
        "4fragilepracticalrustyeverydaypersonal",
        "5commonvaluabledigitalfashionablerarefragiledamaged"
      ],
      [
        "91",
        "7✔️✔️❌✔️",
        "8recognised itunusualvaluableeverydaycommonwanted to get rid of it"
      ],
      [
        "90",
        "1hadhad eatenhad invitedwerehad lefttoldhad forgotten",
        "2CFAEDBhad closedhad you finishedhad madehadn't lived'd already seenhadn't bought",
        "4How many kids came to the party?What did you watch on TV last night?Who gave you that lovely bracelet?What happened at the club on Saturday night?How many English people do you know?Who does she remind you of?Which course looks the most interesting?How many souvenirs did your mum buy?",
        "5What did Ewan do last week?What happened the next day?What did he hit?Who saw the accident?Who asked him why he was upset?What did Ewan reply?",
        "6lefthad never seenhad already leftI calledhadn’t scoredarrived"
      ],
      [
        "91",
        "7camewere you livingwas workingDid you gowondid you celebrateopenedwas visitingwere you doingheardwas watchingdid you feel",
        "9were leavingrealisedhad forgottenwentwere crossingranshouteddidn't paypassednoticedwent'd seenwas watchingwas tellingdidn't sayhad taken"
      ],
      [
        "92",
        "1documentarysistersdifferent countriesLondon",
        "2Samantha received a friend request.Samantha then got a message.They began to talk to each other.Samantha went to the UK to meet Anaïs.They learned that they were definitely identical twins.They went on an important trip together."
      ],
      [
        "93",
        "3WhoThe two young womenWhereLos AngelesWhoAnaïs.Whatwere bornWhatSkypeWhereWhoTheir birth mother",
        "5ARRAAR",
        "6FTTFTF",
        "8setturnedmakeworkedfindPag.94",
        "2at firsta little laterSuddenlymeanwhileeventuallyAfterwards",
        "3Blackpool Pleasure BeachAt firstbadclosedmiserableroller coasterstoppednighteventuallyAfterwards"
      ],
      [
        "95",
        "1valuablegaverustypracticalcommoneverydaywas thinkingdo you needdidn’t havewentwaterproof",
        "2was lookingrealisedrecognisedlose touch withgot rid of'd bought'd forgottenby hearttypicalfashionableget back in touchhadn't beencurrentwas thinkingrustyWB "
      ]
    ],
    [
      [
        " 2: Fads & fashion"
      ],
      [
        "97",
        "1didn't use to likeDid your brother use to watchused to goused to takedidn't use to havedid you use to eat",
        "2I used to live in Rome when I was a child.Did you often use to visit your grandparents?My sister used to love One Direction!Mum didn't use to have a tablet when she was young.I used to wear trainers when I was at primary school.",
        "3did you use to liveused to bedidn't use to stayDid you use to goused to comedidn't use to buy",
        "4beautifullybadlybarelyprobablyfastenergetically",
        "5She has always liked colourful hats.They worked very hard for their English exam.I haven't bought any vintage clothes lately.They managed to collect the cards fairly quickly.Keith got to school terribly late.Incredibly, he took his phone into an exam.",
        "6betterhardercreativelyearlierquickly",
        "7don't run as fast as my sisterdance better than herwrites less fluently than he speaksdidn't do the exercise as carefully as Liam"
      ],
      [
        "98",
        "1fadstweetsmemepostlikeswap",
        "2go viralviewspostssharelikestoyscrazecollectappgadget",
        "5trouserstightbaggyskirtsscarfboots"
      ],
      [
        "99",
        "7TDDT",
        "8moretightcheckedscarfcheckedbaggierbrush his hairvery important"
      ],
      [
        "100",
        "1❌✔️✔️❌✔️✔️",
        "3didn't use to be shortDad didn't use to wearused to haveused to have curlydidn't use to beThey used to have",
        "5AdjAdvAdvAdjAdjAdv",
        "6The scarves in the shop were incredibly cheap.The Pokemon Go fad probably won't last long.Dario speaks English well, but he writes slowly.I hardly slept last night because it was so hot.Don't behave in a silly way like that!We arrived late because a train was cancelled."
      ],
      [
        "101",
        "8the earliestmore carefullymore quietlybetterthe hardestthe most clearly",
        "10stupidlyhardquicklylateusein a very silly waybetterto havemy clothes carefullyunfortunatelyprobably won’t",
        "11Did you use to collect pictures of footballers when you were younger?When you were at primary school, did you use to play games on the computer?Before they got married, did your mum and dad use to live near each other?Did your town use to be nicer than it is now?Did you use to be terrified of dogs when you were a child?What did you use to do at break time when you were at primary school?Did you use to enjoy drawing and painting when you were younger?Did your dad use to have longer hair when he was a teenager?"
      ],
      [
        "102",
        "1kewl=coolluff=lovepeetsa=pizzatotes=totally",
        "2DBEAC"
      ],
      [
        "103",
        "4fascinatingdangerousexciting",
        "5computer gamecardscoloursreal lifeoccasionallycraze",
        "6TFFTFF",
        "7Sadly, the best-loved teacher in the school has retired.Stupidly, the kids left the front door open when they went out.Impressively, Jane had learned 250 lines of poetry by heart.Personally, I think Lolspeak is having a very bad influence.There was a lot of snow, but luckily we were wearing thick socks and boots.Incredibly, Cerys won first prize."
      ],
      [
        "104",
        "1We'll have to think outside the box to solve this problem.This new laptop is the must-have item for any business person.That fantastic new drawing tool has captured Laura's imagination.The new dog is a hit with the family because he's so friendly.I'm really fed up with my brother because he keeps borrowing my stuff.",
        "2captured, imaginationthink outside the boxfed upmust-havehit",
        "3cassette playermusicfed upoutsideappeared2 monthsmust-haveon the movewere exercisingCDsMP3 players"
      ],
      [
        "105",
        "1Latelydidn't use to behaveused to beused to followfadsskirttightlyused to inventgadgetscollectedused to makeused to remember",
        "2crazelikesApparentlya tweetbefastSadlyhardlyPersonallyDidWB "
      ]
    ],
    [
      [
        " 3: It's up to you"
      ],
      [
        "107",
        "1's been's swum's flownhas he travelled's workedhave learnedhas never visited've always wanted've never had",
        "2They've been waiting since 07:45.I've been trying for ages.It's been raining for three hours.Have you been using it?She's been learning French for six months.We haven't been watching it!",
        "3has, been driving've been going outhave, been living've been thinkinghasn't been workingHas, been givingHave, been working",
        "4Have you ever thoughtgot's complaineddid he dohadstopped've just changed",
        "5I haven't decided yet.Most of the guests have already arrived.They still haven't found what they're looking for.Leila's just started school.Have you booted up the PC yet?",
        "6Have the police arrested anybody yet?We've just got an invitation to Daniel's party.You still haven't understood my point.The students have already finished the exercise.I haven't made up my mind yet.My uncle still hasn't learnt to drive."
      ],
      [
        "108",
        "1rush intochangedput offregrettedTake your timetake",
        "2take our timetake someone's advicerush intoregretconsidermake up our mindshesitatechange your mind",
        "4get a tattootake a driving testopen a bank accountvote in an electionget a driving licensejoin the army",
        "5stood forof parliamentpart-timeher ownresponsible fordo militarythe army"
      ],
      [
        "109",
        "7America13friendsschoolregret",
        "8bcbab"
      ],
      [
        "110",
        "1forsincesinceforforsinceforsinceforsince",
        "2's been cyclingfor's been sittingforhas visited's seenhave been followingsincehasn't been cycling's been helping's madehasn't hadsince",
        "3did you startstartedHave you enjoyed’ve foundhadwashave you played’ve playeddidn’t winbeat",
        "4've changed've had've decidedshowedHave you seenwentdid you thinkhas left's only beendidn't like"
      ],
      [
        "111",
        "6have you tidied your room yetI've done that alreadyyou still haven't done your homeworkI've just started itHave Lisa and Neil come back from the cinema yetthey still haven't phonedLisa's just texted me",
        "7She's already talked to her mum about getting a driving licence.She's already organised her work experience.She still hasn't written the article for the school website.She hasn't opened a bank account yet.She still hasn't decided on her school subjects.She's just sent an email about the part-time Saturday job.",
        "9decided’ve been consideringtoldI’ve takenhave saidyetjustwas’ve been wondering’ve made",
        "10've just publishedhave you been travellingSincewastookfell've felt've never seendidn't godecideddidoffereddidn't hesitatehave you visitedstill haven't been to've hadinvitedchanged've never had've madehas been tellingfor"
      ],
      [
        "112",
        "1B"
      ],
      [
        "113",
        "4DaisyMartyTom",
        "5wanted more freedomdidn’t acceptsuddenlytookolderhard",
        "6FTFTFTTTF",
        "7sleeplesscarefultastywateryskilfuluselesscloudlesspeacefulendlesspointlessmoodythoughtless"
      ],
      [
        "114",
        "1most young people don't use Twitterabout 5% of teenagers want to do military service70% of older people don't listen to new music regularlyunder 20% of people take four flights a yearmore than half of the university students work part-time",
        "3surveyhalfdisagreedindependentlytransportagreedundercostmaturesconclude"
      ],
      [
        "115",
        "1has finished've been consideringhas won've beenfor've just arrivedagainstadvice've been working've been helpingfull-time",
        "2gotbooked’ve been lookingforagainsthave told’ve been lookingtriedwrittenfor",
        "3They've been here since Tuesday.We've already taken them to London and Stonehenge.I've been working part-time in a café for two months.I've passed my driving test!I took it last weekend.I haven't driven on my own yet.WB "
      ]
    ],
    [
      [
        " 4: What's it worth?"
      ],
      [
        "117",
        "1–athethethe–the–athe––thethe",
        "2Willwon’t’llwon’twon’twill’llwon’t",
        "31, 4, 5They say it might rain, but they often get it wrong.We might go to Sardinia for our holidays, but we haven’t booked anything yet.I might see you next time I’m in London, but only if I have time.",
        "4’m going to inviteAre you going to gois he going to stayaren’t going to winisn’t going to eat’s going to",
        "5are coming’m playing’s happeningare going’m babysittingis taking’m not doing",
        "6What time do the banks open tomorrow?The exam starts at nine o’clock next Tuesday.Maria doesn’t arrive until this evening.Does your train stop at the central station?How long does tonight’s film last?My appointment tomorrow is at#p.m."
      ],
      [
        "118",
        "1Incorrect words:savingspendstatus symbolsprofitproducer",
        "2status symbolsrentpromoteconsumersworthbusiness",
        "3Students’ own answer. Possible answer: I love watching advertising on TV, but I never buy the products that I see. I try to find bargains because I don’t want to spend much money. (I’m saving for a new laptop.) I think consumers often pay more than they need to because companies are only interested in profit. I don’t like buying things just because they are status symbols, but some of my friends love expensive brands.",
        "4checkoutscannerchanging roomsshelvesreceiptshop assistant",
        "5returnreceiptexchangecheckoutshop assistantsrefundtry onchanging roomsfitorderdeliver",
        "6Students’ own answers. Possible answers:I take them to the changing rooms and try them on.I return them to the shop to exchange them or to get a refund.You go to the checkout.They should give you a receipt.They don’t suit you or they don’t fit you (or they are damaged).It’s called window shopping. Yes, I do it a lot because it’s cheaper than real shopping!"
      ],
      [
        "119",
        "7long – shortoffices – shops0.5 – 5pop music – opera",
        "8checkoutsrentbargainsmarketingstatus symbolpromotingWordlistMoney & marketingspot pubblicitariopubblicità(buon) affare, occasionevalerebrand, marcheaffare, businessconsumatoricostaremarketingproduttoreprodottoprofitto, guadagnopromuovererisparmiarespenderestatus symbolvaloreShops & shoppingcamerinicassaclienteconsegnarecambiareandare beneordinarericevuta, scontrinorimborsorestituirescannerservirescaffalicommesso/astare beneprovare qlcsguardare le vetrine"
      ],
      [
        "120",
        "1an–athetheanthe––theThethe",
        "2I bought a calculator here yesterday, but when I took it toschool, it didn’t work.Oh, I’m sorry. Can I see the calculator?There was an accident outside the school in Marsh Streetyesterday.Yes, I saw that in the newspaper that I read.I work as a bank manager.Do you work in the bank near my house?",
        "3We’re goingwill winI’ll sellis cominggets’re going to havewill it finishmight be",
        "4might win’re playing’m going to dofinishare goingmight not join’s going to hitchhikewill let’ll beare’m going to startis openingwill bemight go"
      ],
      [
        "121",
        "51, 3, 5, 6, 7, 8",
        "6The university term finishes on 4th June.What time do you get out of school today?Do you have lessons next Friday?How long does next year’s festival last?When does your concert start?Check-in opens at 6 a.m.",
        "7a’m flyinglandsthe’ll textarrive’m going to bringWill you–does it finish",
        "8finishes’s picking you up’ll probably beais performingare going–doesn’t end’ll see–theThe’ll bewon’t",
        "9theleavesAre you going to travelmight’m going to seethe’ll be–’re going to do–are you comingwon’t forget"
      ],
      [
        "122",
        "1isconsumerswarn people"
      ],
      [
        "123",
        "2DEABC",
        "3They put products that smell nice near the entrance.No, they’re always thinking of different ones.He was the marketing manager for an international chain of shops.They make more money from them.No, because sometimes you only need one and sometimes it’s just the normal price.They make them untidy so people think that everybody has been looking at them because they’re fashionable.",
        "4crisps, orange juice, sausage rolls, T-shirt",
        "5almost the same as they usually costangryon the end of an aislehealthierhas always soldblue",
        "6Because the supermarket is promoting them.On the top shelf.They do it to make customers walk round more and see other things.They buy two packs and it costs £3.They have to try them on at home.He thinks the black one is a bit boring.She likes it and thinks that it’s trendy.Because the clothes were in a new place, Sam saw a T-shirt and bought it. They also noticed the orange juice offer on the end of the aisle.",
        "7dafbec"
      ],
      [
        "124",
        "1reasonableawfuloutstandingan impressivewelcominguninvitingchaoticuninspiring",
        "2impressivewelcomingchaoticuninspiringreasonableoutstandinguninviting",
        "3chaoticBoroughfoodRiver Thamestouristsreasonablewelcomingpiesingredientsrecommend",
        "4Students’ own answer. Possible answer: Last week, I bought a new smartphone. Mine had become so slow, and the battery ran down in just a couple of hours. I did an online search, and found out that there were three mobile phone shops in the new shopping centre in the city centre called Shopping Heaven. Outside, there was a map with the names of the shops and it looked impressive because all the big names were there. However, it was a bit chaotic inside because not all the shops are open yet. In the end, I found two of the shops open and I was really impressed by the shop assistants’ knowledge in both shops. Mobile Madness has an outstanding range and the prices were reasonable. It’s a real find for anyone who needs a new phone. Phones on the Move sells fewer brands, but they’re all the latest models. The one drawback is that most of them are very expensive, so I went back to Mobile Madness to buy mine. I recommend visiting Shopping Heaven in a few months if you can. More shops will be open then. At the moment it’s a bit uninviting."
      ],
      [
        "125",
        "1Are you going to the shops tomorrow morning?No, but we might go in the afternoon.My sister’s starting a new job as a shop assistant tomorrow. I’m going to visit her in the morning.What time does the shop open?At nine o’clock, but I’ll probably get there at about 11.All right. I’ll come with you.I’m moving into a new flat next week.Great! Are you going to get any new furniture?I’ve already ordered some. They’re delivering it next Tuesday.I’ll help you to move your stuff if you like.Thanks, but my dad’s going to give me a hand.",
        "2businesses’ll growmight become’re going to seeproductswon’t bewill becomecheckoutwill have totrying onchanging roomswill getcustomers",
        "3A What are you doing later, Tilly?B I’m going to the town centre. I need to return a skirt. My aunt gave it to me for my birthday.A Really? What’s the problem with it?B It doesn’t fit. It’s too baggy.A That’s a pity. Have you got the receipt?B No, but I have the bag from the shop where my aunt bought it.A That might be enough. Are you going to ask for a replacement or a refund?B I want to exchange it if they have the same skirt in my size. It’s a nice skirt.A Oh well, good luck! I wish I could afford some new clothes. B Why don’t you come with me? They might have some bargains.",
        "4In the future, we might not go shopping at all. We’ll buy everything at home from our computers and other gadgets. Experts say that in the next few years, online shopping will become the most common way to shop, but I’m not going to change the way that I shop. I like walking round looking at the products on the shelves, trying on clothes and looking for bargains.WB "
      ]
    ],
    [
      [
        " 5: What's it worth?"
      ],
      [
        "127",
        "1He must be Canadian.Sally might not be ill.They can’t live in the UK.It may be a mistake.It could be a dolphin.You may be confusing me with someone else.She may have her headphones on.Ryan can’t be playing in the final.",
        "2I didn’t manage to do my homework yesterday.Will you be able to speak to the teacher tomorrow?Emma couldn’t sleep the night before the exam.Amy could swim before she was five.The students weren’t able to finish last week’s test.Sorry, I can’t eat fish.",
        "3Should they go to the police?We mustn’t think about it.Does she have to wear a uniform?You must tell the teacher.In my new job, I don’t have to work on Saturdays.You shouldn't buy that shirt.",
        "4We don’t have to get up early tomorrow.The students must not play football next to the buildings.You should be careful with your possessions.She has to speak in French for five minutes!Do I have to tell you?I don’t think you should smoke so much.You mustn’t tell her Ciara’s secret.Does he have to finish it today?",
        "5He may/might/could have missed the flight.She can’t/couldn’t have emailed me.You must have known about the problem.Sue and David may not/might not have got the invitation.He must have won the lottery - look at that car!You can’t/couldn’t have been there.You must have seen them!They may/might/could have gone to the cinema.We must have taken the wrong road.I may/might/could have left my phone in the café."
      ],
      [
        "128",
        "1proudstressedworriedembarrassmentdisgustingguiltydisgustedworryingstressfulembarrassing",
        "2embarrassmentdisgustsympathyshamereliefstress",
        "3Students’ own answers. Possible answers:I feel guilty and ashamed because I broke it and I’m too embarrassed to give it back now that it’s broken.I feel quite nervous and stressed and I’m worried about not being able to speak. I’ll be really embarrassed if it goes badly.I feel relief, but maybe also embarrassment because I told everybody I’d done very badly! I’m quite proud of myself, too.I feel disgust because I don’t like mice anyway and finding a dead animal in the shower is disgusting. I’m also worried that a mouse got into the flat.This has happened to me once or twice and it’s very stressful. You feel ashamed, but you know you bought a ticket and you’re very worried until you find it.I hope I’m sympathetic. I’m also worried about it too and I’ll be relieved when I hear she’s OK.",
        "4Slow downput onturned offCheer upkeep up withturn down",
        "5work outsing alongcheer upcalm downturn offturn up",
        "6I listen to music all the time. I turn on my phone and listen to my favourite songs all day. I listen when I’m working out in the gym or when I’m at school, but not in lessons, of course. I listen to music for energy or when I want to calm down. Music helps me to cheer up when I’m stressed. I like singing along to my favourite songs in the bath and I only turn off my music when I go to sleep"
      ],
      [
        "129",
        "7A 3B 1C 4D 2",
        "8disgustedguilty/embarrassedworriedstressedashamed/embarrassed/guiltysympatheticrelievedproudWordlistFeelings & emotionsdisgustodisgustatodisgustosoimbarazzoimbarazzatoimbarazzantecolpacolpevoleorgoglioorgogliososollievosollevatovergognapieno di vergognavergognosostress, tensionestressato, tesostressantecomprensionecomprensivopreoccupazionepreoccupatopreoccupantePhrasal verbs: music, mood & healthcalmarsitirarsi su di moraletenersi al passo conmettere/rsicantare insieme (con)rallentaretogliere/rsiabbassare (volume)spegnereaccenderealzare (volume)allenarsi"
      ],
      [
        "130",
        "1can’t bemay be worryingmust bemight not havecan’t bemust be waiting",
        "2Students’ own answers. Possible answers:The boy might be surprised by the dog jumping.The dog must be excited about seeing the boy.The boy may feel annoyed with the dog.The boy could be frightened of the dog.The girl can’t feel very happy because she looks fed up.She might be bored with studying.She may be worried about her exams.She might have had some bad news.",
        "3Incorrect words:canCould weCould youI don’t managecouldn’t",
        "4managed to sellcouldn’t get out/wasn’t able to get outcouldn’t open/wasn’t able to opencouldn’t reach/wasn’t able to reachwas able to phonemanaged to findcouldn’t get/wasn’t able to get",
        "5mustDo we have tomustshouldshouldn’tshouldhad tomusthave toshould",
        "6Students’ own answers. Possible answers:You should breathe calmly when you’re studying.You don’t have to do everything at once.You mustn’t just write ‘Revise!’ on your list and do nothing else. You must make a more detailed plan.You should focus on one thing at a time.You should divide big tasks into smaller ones.You shouldn’t worry about things you can’t control.",
        "7I may/might/could have left my wallet here.She can’t have been to AustraliaShe must have forgotten about the meeting.They may/might/could have got lost.Beth must have had an accident.The students can’t have finished the test.Archie must have leftShe may/might/could have called a taxi",
        "8Students’ own answers. Possible answers:He may/might/could have lost his keys.It must have rained during the night.She must have forgotten to take her bag.She can’t have studied very hard.He may/might not have read it.They may have gone away for the weekend.He must have got a new job.We may/might not have taken the right road."
      ],
      [
        "131",
        "9A My teacher says I have to play in the concert tomorrow night.B Oh good. I hope I’ll be able to come.A Oh no! You must be crazy!B Don’t be silly! You shouldn’t worry so much.A I must have been mad to start learning the violin last year!B But last week you managed to play that difficult Mozart piece really well.A Yes, but I might have played it well because I was at home and no one was watching.B Do/Will you have to do any solos?A No. But there are only three violins so everybody will be able to hear my mistakes!",
        "10must have beenwere able to make/could makemight/could/may becouldn’t say/weren’t able to saycouldn’t/can’t have beendid they manage to/were they able to find outwere able to calculateshould/could changemust have playedmight/could/may have beenmight/could/may have had"
      ],
      [
        "132",
        "1ALF",
        "2experiencebrightinterestinglightbigshould"
      ],
      [
        "133",
        "3The research found that these were the best colours for sleep.They might help you/him to calm down before you go/he goes to sleep.Your/His friends won’t have to sit on the bed or the floor.You/He can turn them into posters.A tidy room makes you/her feel better about yourself/ herself.",
        "4Speaker 1 prideSpeaker 2 happinessSpeaker 3 nostalgiaSpeaker 4 sadness",
        "5FFTTFT",
        "6At the speaker’s daughter’s school.Because he thought she might sing badly.It was the speaker’s first time at this festival and it was the last song.Because the World Cup was in Italy and he was in London/wanted to be back in Italy.Because it was played at the start of all the footballprogrammes on the BBC.",
        "7greenhairedshortfashionedmindedbrokenHer friends were all sympathetic."
      ],
      [
        "134",
        "1cefabgd",
        "2Stay chilledHang inI’ve been therewent onHope everything goes wellhaving a go at me",
        "3teamspeakatmosphereconsideredthingsangrysoundmatchesAnyway",
        "4Hey Fran Sorry you’re having a tough time with your friend. I know the situation you’re in is difficult. Believe me, I’ve been there. If I were you, I’d hang in there for a bit before saying anything to your friend. Think about other times he’s borrowed stuff. Did he return things in good condition? The other problem is your parents. If I were you, I’d tell them it’s broken, but whatever you do, don’t say your friend broke it until you know the truth. My advice is to talk to your friend, but stay chilled. You mustn’t make it sound like you’re accusing him. If he says he didn’t break it, you should believe him. Don’t go on about it. Meanwhile, tell your parents, but explain that you don’t know how it got broken. Perhaps you could take it to a shop first and ask how much it will cost to fix it. It might not be expensive. Anyway, I’m sure you’ll find an answer. But whatever you do, remember not to lend him anything expensive again. Hope everything goes well! Marco"
      ],
      [
        "135",
        "1must beable to remembercan’t have beenstressstressedworryingwork outcan keepslow downcan saveshould doturn offmustn’t spend",
        "2stresseddisgustinghave tomustwill be able to’ll be able tocheer upsympathycan’tmust have had’re able toshouldcouldmightwas able to",
        "4I don’t go to the gym now because it was very stressful for me.I’m ashamed to say that I never managed to do the exercises.I always felt embarrassed when everyone started singing along, so I was relieved when the hour ended and I could go home.My friends say I must have been crazy to join!WB "
      ]
    ],
    [
      [
        " 6: Eureka!"
      ],
      [
        "137",
        "1EsploringstoppingbecomingsmokingKilling",
        "2followingdoingchoosingsittingworkinggettingcaringFindingmaking",
        "3to lookto findto stayto buyto test",
        "4talkfeeldoesn’t staychangesbeatsdoesn’t burn",
        "5lookfindwon’t be able tois’ll contact; land",
        "6If astronauts went to Venus, they wouldn’t survive.Endangered species wouldn’t become extinct if we took more care of them.We wouldn’t sell the new medicine unless we were sure it was safe.If scientists didn’t do research, progress would be much slower.The air would be cleaner if there were fewer cars.We would explore other planets more if they were nearer.Dad would want a Formula 1 car if he won the lottery!If we had a good telescope, I’d learn a lot.",
        "7would have arrived; ’d takenhad been; would have studied’d told; could have helpedwould have enjoyed; had beenhadn’t seen; wouldn’t have been able towouldn’t have argued; hadn’t told"
      ],
      [
        "138",
        "1gcahebfd",
        "2experimentsexplorationinventionsimaginedbecoming extinctadaptdiscoveringcuretest",
        "3Students’ own answers. Possible answers:No, I don’t think it’s right to do medical experiments on animals. Humans must take care of animals. We should do experiments in a different way, without using animals.I would prefer to design a new car. Cars are very exciting, especially Ferraris and Lamborghinis, and I think designing a car like this would be very interesting.Yes, I would like snakes to become extinct. They are horrible animals and also very dangerous.It is important to find a cure for malaria because it is a disease which kills many people every year, especially in poor countries in Africa.Yes and no. It would be fun to test Ferraris, but my mum would be worried about me every day!",
        "4Astronauts; gravitysun; starthreat; meteor",
        "5Earthuniversespeciesgravityplanetradiationdeaths",
        "6astronautStudents’ own answer. Possible answer: No, I wouldn’t. Space is very cold and lonely. I’d prefer to work on Earth!sunStudents’ own answer. Possible answer: Yes, definitely, because it can damage your eyes.threatStudents’ own answer. Possible answer: The greatest threat to life on Earth is a meteor. The dinosaurs probably became extinct because of a meteor and the same thing could happen again.extraterrestrialStudents’ own answer. Possible answer: If it was friendly and peaceful, I’d invite it to have a cup of coffee!planetStudents’ own answer. Possible answer: No, I wouldn’t. It would take too long and I’d be very bored.speciesStudents’ own answer. Possible answer: We can educate children about the problem and stop cutting down the rainforest, for example.universeStudents’ own answer. Possible answer: Maybe one day, but I think it will be a long time in the future!"
      ],
      [
        "139",
        "7found a new planetlooked at the sky",
        "8discoveredEarthuniversesunstarscientistsgravity/meteorsmeteors/gravityastronautspace"
      ],
      [
        "139Discovery & inventionadattare/rsiestinguersicrearecurareprogettaresvilupparescopriresperimentareesplorareimmaginareinventaretestareadattamentoestinzionecreazionecuraprogettazione, progettosvilupposcopertaesperimentoesplorazioneimmaginazioneinvenzionetestLife & the universeastronautamortiterraextraterrestri, alienigravitàessere umanimeteorapianetaradiazionespeciestellesoleminacciauniverso"
      ],
      [
        "140",
        "1to lockto getdiscussingmeetingtestingto maketo keepcheating",
        "2playingkickingthrowingto maketo knowto createto helpto usemakinggettingdevelopingfindingto buy",
        "3Students’ own answers. Possible answers:you don’t eat meatyou do a lot of exercisethey aren’t hungrywe want to survivethey diethey’re hungry or wethe makes lasagneyou don’t use suncream",
        "4go; have’d be; wentdoesn’t study; dowon; wouldn’t gowill they go; rainswould you do; hit’ll start; agreesbuilt; would it be",
        "5mightboilsUnlessmight notdecidestalked’ll telldevelop"
      ],
      [
        "141",
        "6wouldn’t have wantedhadn’t recommendedwatchhave to’d knownwould have boughttalksaywatch’ll bewas/werewould try",
        "7Students’ own answers. Possible answers:’d take lots of photos to show my friendsa lot of people would have died over the yearswe do experiments in classI would ask him or her a lot of questionsyou heat itwould have done better in my examsdo a good project on gravityyou might see a meteor",
        "8don’t wantto becomestoppingwouldn’t have happenedto findto reachbelievingsittingplayingDevelopingdon’t changeget/’ll getWould life bedidn’t haveto imaginefinding",
        "9askedwouldAnsweringto chooseto changehave saidkeepingto thinkto goareisusing"
      ],
      [
        "142",
        "1ADCEB",
        "2TDSFFTDS"
      ],
      [
        "143",
        "3Students’ own answers. Possible answers:They don’t want to put the tent away and they can buy a cheap one again next summer.She often worked at festivals.It was too heavy.Because she’s making them by hand.I think it’s a good idea because it’s easy to carry and it only takes 120 days to biodegrade.I think some people won’t buy it at the moment because it’s too expensive, but people with more money will think it’s a good idea.",
        "4ABCD 2",
        "5BACBDC",
        "6Because they didn’t have a lot of money.They loved it.He forgot to close the window.They floated in through the open window.He was a chemist. / His job was to develop a strong glue/ adhesive to stick aeroplanes together.Because he remembered the weak glue four years later.He noticed that they stuck to his trousers and were hard to pull off.Astronauts used it to stop the effects of zero gravity.",
        "7dedicationMigrationpreparationattractioncorrectionrotationprotectionsolutionpresentation"
      ],
      [
        "144",
        "1bdcefa",
        "2result ofsince/as/given thatthanks togivensince/as/given that",
        "3resultenergyagainstsince/asexpensivealternativewastegivenradioactiveaccidentemergenciesCO2To summarise",
        "4Ex.4 Students’ own answer. Possible answer:Do you think it is necessary to modify food genetically to feed the world? Some people say that since there is a growing population, we have to use genetically modified food to feed the world. However, I am not convinced that it’s the best solution. In the first place, we waste too much of the food we produce. In western countries, people throw away thousands of tonnes of unused food every year. In addition, some fruit and vegetables are left in the fields because of their appearance. Supermarkets claim people will only buy ‘perfect’ fruit and vegetables. It seems clear to me that if we used this food, there would be more to help feed the world. Secondly, there are problems with some genetically modified food as modifications allow more chemicals to be used. This can’t be good for our health. Thirdly, farmers can’t always use the seed from genetically modified plants and they have to buy new seed every year. That makes genetically modified crops very expensive for small farms, particularly in Africa and Asia. To summarise, we don’t need genetically modified food to feed the world. We need to make sure we don’t waste what we produce."
      ],
      [
        "145",
        "1hadn’t chosenLearningsavefindingcuresdosolving’rewon’t be able toto enjoyseeingdiscoveringspeciesextinct",
        "3Today, I’d like to talk to you about mobile phones. I think the mobile phone is the most significant invention. There are a number of reasons that explain my view. First of all, they are great for keeping in touch with people, especially if your friends and families live far away. Secondly, mobile phones can be really useful in an emergency. If you’re hurt or in danger, you can use your phone to call the police or an ambulance. If you didn’t have a mobile phone, you would have to wait for someone to find you. There are arguments on both sides, and some people think that we spend too much time on our phones these days. It’s true that it’s possible to waste a lot of time on your phone - taking selfies and playing games. But I’d like to finish by saying this: I strongly believe that we’d miss mobile phones if we didn’t have them.",
        "4Solving problems is best done in teams. For example, as a species, humans often need to deal with new threats, such as viruses or diseases. If you aim to develop a cure for these, you need to remember that it takes a long time and a lot of people. Most scientific explorations and inventions nowadays are the work of large teams, which often come from several different countries. If we can’t collaborate across national frontiers, science will become more difficult.WB "
      ]
    ],
    [
      [
        " 7: Me, myself & I"
      ],
      [
        "147",
        "1himselfourselvesherselfyourselvesthemselvesitself",
        "2John and Sally love each other.My American cousin and I message each other regularly.My cousin Elena and I don’t like each other.Jones and Davis injured each other in the second half.",
        "3yourselvesherselfourselvesthemselvesyourselfitself",
        "41, 2, 5",
        "5whichwhosewhichwherewho",
        "6I’ve lost my phone, which was in my pocket.We talked on Skype to my brother, who lives in LA.They live in Bari, which is in the south of Italy.My sister gave me the new CD by Rhianna, who we saw in concert last year.Helen, whose dad is ill, can’t come to the party.Peter, who grew up in a large family, is a very confident person.My boss, who I like very much, is a bit of a dreamer.",
        "7Fiona’s the girl we spoke to.It’s a plan I’ve been thinking about for a long time.Mr Jones, who Dad gave our old car to, is a friend from university.I really liked the hotel we stayed in.Mr Bates is the man I worked for last year.This laptop, which I did my presentation with, is my brother’s."
      ],
      [
        "148",
        "1team playerlonerrebelleaderconformist",
        "2introvertextrovertoptimistpessimistrebeldreamerleaderfollowerworriercouch potato",
        "3Students’ own answers. Possible answers:My best friend is a joker. He’s always laughing and playing games.I’m a loner and a pessimist. I don’t like being with other people and I always imagine that the worst will happen.Yes, I’m a conformist. I think rules are important.Not really. I’ve always been an extrovert and an optimist. I’m quite resilient too.",
        "4enthusiasticindependencesociableconfidenceresponsibleenthusiasmadventurousreliability",
        "5ceadfb",
        "6My cousin Beatrice has great resilience. Her mum died when she was young, but she’s always cheerful and friendly. My friend Jacopo is quick-thinking, especially on the football field. He sees where everyone’s moving and passes the ball to them. My uncle Matteo is adventurous. He loves climbing mountains. My great-grandfather Alfredo is known for his toughness. He had a very hard time in the war, but he is still very strong, even at 98"
      ],
      [
        "149",
        "7b",
        "8couch potatodreamer; rebel; lonerenthusiastic; independentjokereverything away; lock an important doorConfidenceon timeten minutesWordlsitPersonalitiesconformistapigrone, pantofolaiosognatoreestroversoseguace, pecoraintroversoburloneleader(tipo) solitarioottimistapessimistarealistaribelleqlcn che lavora bene insquadraintellettuale, pensatoreansioso, apprensivoPersonality adjectives & qualitiesavventurososicuro di séalla manoentusiastaindipendenteprontezza mentale/dispiritoaffidabileresilienteresponsabilesocievoleduro, tenace, tostoavventurafiducia in sé, sicurezzaentusiasmoindipendenzaaffidabilitàresilienzaresponsabilitàdurezza, tenacità"
      ],
      [
        "150",
        "1yourselfhimselfourselvesitselfthemselvesherselfyourselves",
        "2yourselfhimselfyourselvesthemselveseach otherourselvesherselfmyselfeach other",
        "3Students’ own answers. Possible answers:I don’t fix it myself. I can’t! I take it to a shop.We message each other.Yes, I’d like to travel by myself, maybe to Peru.Yes, I cut myself while I was repairing my guitar.Yes, my mother is good at making things herself.The best way is to talk to each other.",
        "4thatwhowherewho’swherewhichwhosethatwhich",
        "5Students’ own answers. Possible answers:who never worries about anythingwhich I really likewhere you can see fantastic Roman ruinswho complain about everything all the timewhere you can spend the summer and meet new peoplewhose songs are very popular"
      ],
      [
        "151",
        "6J.K.Rowling, who wrote the Harry Potter books, has published several novels under another name.Rio di Janeiro, where the Olympics were held in 2016, is the second biggest city in Brazil.Brad Pitt, whose ex-wife Angelina Jolie was a UN ambassador, used to be the richest film star in the world.Garibaldi, who was one of the key figures in the unification of Italy, lived from 1807 to 1882.Ben Nevis, which is the highest mountain in the UK, is only 1,345 metres high.",
        "7N, whichD, who/whom/thatN, whoD, whoseD, which/thatD, where",
        "8who/that are keen to see its many attractionswhich was built in 2000I most enjoyyou will ever seewhose brother works therewhere you can get nice cakes",
        "9who/thatmyselfwhowhicheach otherwhosewhohimselfwhereeach otherourselveswho"
      ],
      [
        "153",
        "4JackEmmaEmmaJackJackEmma",
        "5a weekbe sociabletouchvery nearwomen driversenthusiasm",
        "6He’s not a team player.Two weeks.In the first half, he was on his own; in the second, he had to work in a group.Science and engineering/how engines work.Confidence and toughness.They were made to feel at home and were treated very well.",
        "7b, grassd, bookf, eyee, heada, feetc, moon"
      ],
      [
        "154",
        "1I would be able to start work immediately.I am keen to work for your organisation.I am due to start work on Monday.I believe that I could be a useful member of your company.I consider myself to be a hard-working and enthusiastic person.",
        "2am keen toam due toconsider myself to bebelieve that I couldam due towould be able to",
        "3Nature reserve volunteerDearto applykeenGeographyYoungconsider myselfresponsiblebelievewildlife centredue tobe availablelook forwardregards"
      ],
      [
        "155",
        "1thatthathimselfteam playerconfidenteach otherwhichwhosejokershimselfwhoenthusiasticwhere-",
        "2A loner is someone who prefers being by himself or herself.Those are the neighbours whose cat always comes into our garden.My sister, who now works in a bank, used to be a bit of a rebel.My cousin travelled around Africa for a month, which must have been a real adventure.",
        "3yourselfsociablepessimisticthatworriereach othertoughwhocouch potatoyourselfin which",
        "4A Have you seen this advert? They’re asking for volunteers for a local reading project.B Oh yes, I heard about that. Are you interested?A Maybe. Here’s the advert. It says that ideally, they’re looking for reliable, responsible young adults who enjoy meeting new people.B What does it involve, exactly?A The advert says that it involves reading to very young children, old people or disabled people.B That sounds interesting. But I’m not sure if I’m the right type of person. I’m a bit of an introvert, and it sounds like you have to enjoy being with people.A I’m the opposite. I love meeting new people.B Is there any more information?A Yes, it says you should be enthusiastic about reading - for example, novels, magazines, children’s stories, biographies.B So are you going to do it?A Yes, I am. I think it sounds like a great project.",
        "5It is often said that we like people whose personality is different from ours. A sociable person is often friends with somebody who is more of an introvert. Two leaders won’t get on with each other. But have you ever asked yourself if it’s true? My best friend and I are both adventurous and confident people, which seems to show that similar characters can like each other. ==WB "
      ]
    ],
    [
      [
        " 8 n the streets**"
      ],
      [
        "157",
        "1Kia cars are made in Korea.We aren’t allowed to watch TV after 11 p.m.The cathedral is visited by 5,000 people every day.Is the city located in the south?The leisure centre isn’t constructed very well.How often are the systems checked by the engineers?The bins are emptied on Fridays.Are monthly town council meetings attended by the general public?",
        "2was finishedwere killedwere stolenwas proposed byweren’t includedWere; buriedwere left bywasn’t displayed",
        "3have been builtis being paintedwill be madehadn’t been cleanedcan be seenare going to be displayedare looked afterhad been told",
        "4All the run-down buildings can be replaced by the same company.The results are being analysed now.The old houses weren’t being preserved.The staff hadn’t been paid for three months.Changes will be made (by somebody).All the old windows have been removed by the builders.All the high-rise buildings are going to be demolished.He’s been told by the managers.",
        "5Did she get the car washed yesterday?I want to have my coat cleaned.You should get your eyes tested.Are they going to have the trees cut down?They had the photos taken by a photographer.",
        "6Last week, we had/got our house painted.I must have/get that window repaired.Where do you have/get your hair cut? It always looks great!It cost me a lot to have/get my jacket cleaned.You should have/get your scooter checked every year.Do you have/get your shopping delivered or do you go tothe supermarket?"
      ]
    ]
  ]
}