{
    "name": "LFL B1",
    "units": false,
    "data": [
        [
            "7",
            "31. Play 2. Have 3. Do 4.Go 5. Meet 6. Go 7. Watch 8. Go 9. Stay 10. Watch 11. Do 12. Play 13. Use 14. Go 15. Go 16. Go 17. Cook 18. Listen 19. Draw 20. Make",
            "4Creative activities: Cook a meal, play two musical instruments, have music lessons, go to a dance class, draw cartoons, make things Phisical activities: do sports, go to a dance class, do martial arts. Social activities: meet my friends, go out with my boyfriend, go out for a pizza. Screen-based activities: watch TV, play video games, go online, watch videos, use social media."
        ],
        [
            "8",
            "3Screen time prevents real-life experiences = Caroline;It’s important to limit screen time = education experts;Screen time offers a lot of possibilities = Matt;Screen time affects exam results = Cambridge University researchers;Screen time is part of life = Ashley.",
            "5Watch + moving images, use + tools, listen to + sounds, go out for + things not at home, meet + people, draw + images.",
            "61. Listens to 2. Go out for 3. Draw 4. Watches 5. Meets 6. Use"
        ],
        [
            "9",
            "7-s, do, base form, before, after.",
            "81. Ever 2. Do 3. Doesn't 4. Does 5. Never",
            "91. Do you usually spend 2. Don't know / never count / always go 3. Do you use 4. Yes, I do / play /lives / is always / often plays."
        ],
        [
            "10",
            "4A. 4, B. X, C. 1, D. X, E. 3, F. 2.",
            "51. F, 2. F, 3. V, 4. V, 5. F, 6. V."
        ],
        [
            "11",
            "7Temporary",
            "8Isn't doing, 's sending'm not reading,'s usingIsn't making, is watchingAren't looking, are doingAre playing, are studyingAren't coming, are visiting.",
            "9Are you listening to your teacher?What is the teacher doing?Is the person next to you speaking?Are you sitting near a window?Are the people in your class talking?What are you thinking about?",
            "101. PAST CONTINUOUS, 2. PAST SIMPLE.",
            "111. are you doing 2. 'm watching 3. 's 4. 's 5. love 6. explain 7. 's she doing 8. 's making 9. 's using 10. recycles 11. does she post 12. don't watch"
        ],
        [
            "12",
            "41. d, 2. b, 3. a, 4. c."
        ],
        [
            "13",
            "31. isn't 2. clicks on a link 3. doesn't give 4. gives William 5. follows",
            "4change oftendelete it if it’s from a strangerclose the pop-up immediatelyboth a and bnot give any personal informations."
        ],
        [
            "17",
            "4Painful, helpful, successful, useful, careful.",
            "6were, wasn't",
            "71. wasn't 2. was 3. were 4. was 5. there wasn't 6. There were",
            "8+ -ed; - didn't",
            "91. Write / wrote 2. eat / ate 3. run / ran 4. speak / spoke 5. sit / sat 6. sing / sang 7. break / broke 8. begin / began"
        ],
        [
            "18",
            "2Positive: rich, priviliged, fascinating. Negative: hard, dangerous, poor, dirty, violent. Neutral: demanding.",
            "41. Thirty-five years, 2. Half, 3. Three or four, 4. Seven, 5. Winter, 6. Priviliged, 7. Religion, 8. Maths, 9. Twelve."
        ],
        [
            "19",
            "61. Were, 2. Was, 3. Weren't, 4. Did, 5. Did",
            "7Did you liveDid you meetDid your family watch TVWere youDid you doDid you meetWas your mumDid you get homeWere youDid you do",
            "9estiermoremost",
            "10youngerthe most expensivethe bestmore excitingeasierthe tallestthe craziestmore interestingthe most comfortabledirtierthe strictestPag.20",
            "4were theyisn't shedoesn't hedo youdidn't sheare youdid theywasn't it"
        ],
        [
            "21",
            "2✅✅❌✅✅",
            "32.✅ 3.✅ 4.✅ 5.✅ 7.✅"
        ],
        [
            "22",
            "3England, France, Ireland, Italy, Scotland, WalesixPyongyang, North Korea23.77mThe Tour de FrancejudokaathleticsIt's a goal and the match continues!",
            "4teams→People, championship→Events, players→People, volleyball→Sports, stadium→Places, spectators→People, court→Places, race→Events, competitor→People, match→Events, track→Places, athletic→Sports, football→Sports, referee→People, pitch→Places",
            "5skiing→Sports, tournament→Events, cycling→Sports, pool→Places, fan→People, gymnastics→Sports, swimming→Sports, runner-up→People"
        ],
        [
            "24",
            "11. 1992 2. during 3. was 4. father 5. attitude",
            "2cdafgb",
            "4carried onlet goget ongive updropped outset offtake partbroke down"
        ],
        [
            "25",
            "5carry onbroke downget onset offlet go oftake part indropped outgive up",
            "61. were 2. actions",
            "7was competingwasn't winningwas doingwas hopingwas blowingwas movingwas holdingwere carryingweren't callingwasn't thinking",
            "8Was he winningwas he hopingWas the wind blowingwere holding ontoWere they calling"
        ],
        [
            "26",
            "1shoots - kicks - scores - achieves - wins - competes - cheats",
            "3A, Cgymnastics"
        ],
        [
            "27",
            "51. continuous 2. simple 3. simple 4. continuous",
            "6She had an accident while she was skiing.Journalists were talking photos when she shot at the goal.I was doing my homework when they arrived.When we went to London we watched a match at Wembley Stadium.I was swimming while my friends were playing tennis.My parents weren't sleeping when I got home late.",
            "81. ly 2. ily 3. after",
            "9You play hockey well.They ate their lunch hungrily.Concentrate on the goal and shoot carefully.The children are sleeping peacefully.Jack always trains hard.She won the race easily.It was early, so we walked to school slowly."
        ],
        [
            "29",
            "3TFFTT",
            "4If a runner is arriving last in a race but carries on, a good captain waits patientlyWhen the team win, a good captain celebrates happilyIf a player gives up because she’s losing, a good captain protests angrilyIf a player wants to drop out of the team, a good captain accepts reluctantlyIf a player wants to speak about a personal problem, a good captain listens carefully"
        ],
        [
            "30",
            "1'm not doing, 're doing, 're creating, are, think, don't like, 've got, check, don't update, prefer, are making, 're getting.",
            "2What's Chiara doing this week?Do Chiara's friends like social media?Is Chiara enjoying the project?How often does Chiara use Facebook?What type of activities does Chiara prefer?What are Chiara and Marc doing at the moment?Who are Chiara and Marc getting help from?",
            "3✔️",
            "4Were you sleeping when Maria arrived?Did I call while you were watching TV?Peter was listening to music when his MP3 broke.The teacher looked at Marissa while she was cheating.I wasn’t looking when we scored.The player didn’t catch the ball while she was running",
            "5We usually speak to our teacher politely.Do Manchester United always beat Chelsea easily?I never study hard.Last night Maria sang beautifully.Marco plays tennis terribly.Does David usually write quickly?",
            "6Are you enjoying'm writing'mcomeusually winaren't doingwellfeltbadwasslowerthandidn't winwasbestwere cyclingfastfelldidn't seehitfellbrokehurt're competingmore"
        ],
        [
            "31",
            "7useupdatebeatrefereeenjoyableswimmingbasketball",
            "8changepostpartnerteamgetcruelprivilegedroom",
            "9offa text,an emailmarried,divorcedmake,cookmovingzero,nilupup",
            "10Do you often use message boards?What do you like doing in your free time?How much sport are you doing these days?Were you watching TV at 8.30 yesterday?What were you doing when this lesson started?Was there a computer in your house when you were a child?Who is the best student in your class?What is the most interesting city in Italy?"
        ],
        [
            "34",
            "1memorynosetaste",
            "2FTFFFF",
            "4soundlesscolourlesscarelesstasteless",
            "5uselessrestlesshomelessthoughtlessendlesspainless"
        ],
        [
            "35",
            "6withouthavehave-edquestionspositive",
            "7haven't seen've never tried've listenedhasn't begun,hasn't begun.'s bought",
            "8Have you ever eaten Mexican food?What have you bought?Have you ever had a dog?How many people has he invited?Has the film finished?"
        ],
        [
            "36",
            "1fascinatingfuriousamazingdelicioushideousmiserableterrifyingawfulexhaustedgorgeous",
            "3A 4B 1C 2D 3",
            "5twobeautiful,100Singaporethey smell badyesterday"
        ],
        [
            "37",
            "6beengone",
            "7beengonebeenbeengonebeengone",
            "8PPPSPSPPPSPSPPPSPS",
            "9didn’t seeHave you beenwentDid you enjoyHave you triedI’ve never beenI didn’t wantI really enjoyedI’ve never experienced"
        ],
        [
            "39",
            "3accessiblelevelsdescriptiontouchvideos"
        ],
        [
            "40",
            "3bcda"
        ],
        [
            "41",
            "4A 1B 7C 3",
            "5on land: jump, fall, climb, crawl, scramble, slide, run, hike, ride, sprintin the air: parachute, flyin the water: surf, dive"
        ],
        [
            "42",
            "4tiredamazingboredexcitingexhaustedfrighteningterrified"
        ],
        [
            "43",
            "5iededingingeding",
            "7've just done've just seen've just got's just dived's just broken've just cycled",
            "8We have already chosen our next adventure.We haven't asked our parents yet.I have just looked at the website.She still hasn't organised transport.Have you bought any food yet?I still haven't seen that film."
        ],
        [
            "44",
            "1A moutains, gorges, valley, cliffsB desert, gorges, alleyC river,swamp,jungleD cliffs,rainforest,island,hills,forests,sea,ocean",
            "3ContinentsCountriesGeographical featuresSouth AmericaArgentinafallsNorth AmericaAustraliarainforestAustraliaIndiadesertAsiamountainAfrica  "
        ],
        [
            "45",
            "5longsincefor",
            "6She's lived in Brazil since 2010.I haven't felt this tired for a long time.We haven't seen him since his last expedition.He's had that bike for years.I've known Ben for a long time.",
            "9havebeenactiontemporary",
            "10A: What have you been doing?B: I've been watching a cool surfing documentary.A: Have you been phoning your family?B: Yes, but they haven't been listening to me!A: Have they been travelling all day?B: Yes, they've been hiking in the desert so they’re very thirsty.A: Has John been playing games for a long time?B: Yes, he's been using my laptop all day.A: What have they been doing all summer?B: I don’t know, but they haven't been studying!"
        ],
        [
            "47",
            "3TFFTFT"
        ],
        [
            "48",
            "3warartificial intelligencetime travelrobotcrime waveepidemic,epidemic,global catastropheAliensextinction,extinction.space stationvirtual reality,virtual reality.revolutionSpace travelcoloniesevolution"
        ],
        [
            "50",
            "1BEDCA",
            "2a. 3b. 5c. 1d. 2e. 4",
            "4pollutionevolutionpredictioninformationconnectioncommunication",
            "5observationinstructionpreparationorganizationsolutioneducationsuggestionopposition",
            "6CCPCPPP"
        ],
        [
            "51",
            "8will/won'tmight/might not",
            "9willwon'tmightmight notwill",
            "10futurePresent simplewillmight",
            "11deabc"
        ],
        [
            "52",
            "5SophieDEarlybirdDeeLeeJustin",
            "6bdac",
            "7DeeLeeSophieDEarlybirdJustin"
        ],
        [
            "53",
            "9be going towill",
            "10are you going to doWill robots doyou’ll bewill winAre you going to watchare you going to visit",
            "12'm visiting'm doinghave already organisedoften",
            "13are you doing'm not studyingare going'm not goingAre you staying'm spending'm not doing"
        ],
        [
            "54",
            "425413"
        ],
        [
            "55",
            "31520602015"
        ],
        [
            "56",
            "1Have you seenhave,have.'ve beenwentwas's goneleftHas she travelledhas,has.spent's never visited",
            "2's already beenhas been climbing sincestill hasn't triedhasn't been training forshe's been cycling and swimming sincefound's already climbed've been chatting for's givenstill haven't received",
            "3has Kristen been climbingHas she climbedHas she trained for,Has she been training fordid she findHas she received",
            "4willwon’tmight notmightwilldon’t’re meeting",
            "5washavestartedspentmetgotbeensincestayingforhasn’t’ve been doinggoing to drivehaven’t decided’llhasn’t donesinceismightaren’t"
        ],
        [
            "57",
            "6settlehavedosawlookedflewislandcolonybeautifulmountainsrainforestsdesertsevolutionextinctionfascinatingscrambleclimbexhausted",
            "7blinddeafparachuteplainwoodepidemic",
            "8exhaustedupmountainsoundsacross",
            "9What bands are you listening to at the moment?Did you do anything last weekend?What were you doing at 5.30 pm yesterday?Have you been on holiday yet this year?How long have you been doing your favourite hobby?What will you do if you don’t get good results?"
        ],
        [
            "58",
            "3100 millionweeks4%minutes2513.5 million17€10008035"
        ],
        [
            "60",
            "2TTTFTF",
            "3somebodysomewheresomethingeveryoneeverythinganythingnobodynothingsomeanysingular"
        ],
        [
            "61",
            "4anythingeveryonesomewhereeverywhereanyoneeverything",
            "6recipientbebybe",
            "7were'swasn'tarewasn't",
            "8's estimatedis recycledare dumpedare burnedis affectedwas openedwere taught"
        ],
        [
            "62",
            "2Current problemsPossible solutionsThings to considerpollutionsustainable farmingliving spacelandfillrenewable energyfood supplydeforestationgenetic engineeringnatural resourcesdroughtglobal warmingoverpopulationoverfishingworld hunger",
            "42 billion30%thirdinsectsspacewater"
        ],
        [
            "63",
            "5uncountablecountableuncountablecountablecountable",
            "6mucha fewa littleLots ofhow manya lot ofa little",
            "7mucha lot ofmanya lot ofmany",
            "8adjectiveadjectiveadjectivenounnoun",
            "9too manytooenoughtoo muchenough"
        ],
        [
            "64",
            "4RIIRIR"
        ],
        [
            "65",
            "1CAEDBF",
            "2FADCBE",
            "4tabletsmobiletellspendenoughrecyclepostelectronic",
            "5DECAFB"
        ],
        [
            "67",
            "5dofail, passrevisebreak, obeychoose, dropgetsign upgettakeattend",
            "6attend lessonsdrop a subjecttakedo your homeworkrevise (for exams)break the rulesobey the rulesfail an exampass an examchoose, subjectget qualificationssign up for activitiesget good results"
        ],
        [
            "68",
            "2closed girls' schoolsprotest for girls' rights to educationthey were in danger at homeshe received death threatsgirls in developing countries could receive an educationgirls get an education and good jobs",
            "4-er-or-ist-iancampaignerdoctorsactivistpoliticiansupportersextremistslawyersscientists"
        ],
        [
            "69",
            "5farmerlibrarianwriterpacifistactor",
            "6couldcanwill be able to",
            "7can’twill be able tocouldcancouldn’t",
            "8couldn't gocan learnwill be able to getcan get upcan't do"
        ],
        [
            "70",
            "1get intoapplycompletehavehavedomeetdograduatewriteapplydotraindo",
            "3accountancy accountantengineering engineerjournalism journalistlaw lawyermanagement managermedicine doctornursing nursepolitics politicianscience scientistteaching teacher",
            "4lawsportseventsengineeringinternationalsurf",
            "5courseexamsexam results35coursescareersCollegeindustryeconomy"
        ],
        [
            "71",
            "7obligationno obligation",
            "8has todon't have todoesn't have tohave todon't have tohas todon't have tohave to",
            "9shouldshouldn'tmust/have tomustn'tdon't have to",
            "10mustn't talkshouldn't worrymust switchshould askdon't have to wear"
        ],
        [
            "73",
            "3FFTTF"
        ],
        [
            "75",
            "4CDAEFB"
        ],
        [
            "76",
            "1BDCA",
            "2CCCAB"
        ],
        [
            "77",
            "6makedoa choicecharity workfriendsgooda difference",
            "7makedoa decisonyour besta mistakea surveya suggestionbusinessmoneya favourthe right thing",
            "8make a decisionmade a mistakeDoing your bestdo a favourmake a suggestion, make money",
            "9which/thatwho/thatwhere",
            "10whichwherewhowhowherewhowhich"
        ],
        [
            "78",
            "2Social issuesGroups of peopleSolutionspovertydisadvantaged childreneducationinequalityhomeless peopletechnologydiseaserefugeesscholarshipsdiscriminationdisabled peoplehealth careracismscientific researchhomelessnessvaccinationunemploymentgender equalityemploymentequal rights",
            "4respectsin generaldon’t agree on how difficult it isthe best way to distribute charitymore jobs"
        ],
        [
            "79",
            "6improbablePast simplewould + base formis",
            "7would you changeyou wereI wereI'd supportI couldI'd endI'd giveI hadthey putI'd do"
        ],
        [
            "81",
            "3beadc"
        ],
        [
            "82",
            "1manywere recycledwas launchedmanymuchis produceda fewa littleis producedmanyare usedenougharen't damagedtoo muchis putaren't founda lot ofweren't thrown awaytoo wasteful",
            "2❌❌❌❌❌❌❌✔️❌✔️",
            "3whichwhosentwouldn't bewhichdidn't workwouldn't findwherewouldn't bereturnedunderstoodwould feelwouldn't bedidn't havewhich",
            "4What would your parents do if you failed your exams?Where would you go if you won a lot of money?Who would you call if you had a big problem?What time would you get up if you could choose?How would you feel if you changed school?",
            "5whichmustwhohave toa fewthatlots ofwhoaren’t offeredwere receivedmighthave towere"
        ],
        [
            "83",
            "6gotsaveappliedinterviewsgraduatedegreevolunteermakingappealraisedattendbrokeexamsqualificationsapprenticeshiptrainpassedcourse",
            "7run out ofrenewableglobal warmingpollutionvaccinationdiseaseresearchhealth carerightsinequalityracismgender",
            "8atattendrevise forcourseworkmake",
            "9What have you already done today?How has Italy been affected by climate change?Where were you born?Which subjects do students have to study at your school?Should everyone do community service?How much homework were you given yesterday?Where would you live if you could live anywhere?"
        ],
        [
            "87",
            "1watchessendpractisesgoesstudies",
            "2Do they meet their friends at weekends?We don't play basketball on Saturdays.Does Max take great photos?Do Lucy and Sophie buy lots of souvenirs?I don't use a calculator at school.",
            "3My mum never has a coffee after dinner.They're usually tired on Friday night.My dad doesn't often get angry.Do you sometimes go to museums?Matt and James hardly ever eat pizza.",
            "4She's posting her holiday photos on Facebook.Dan and I aren't chatting on Skype now.I'm not having breakfast at home today.You're doing your homework at the moment.We're travelling by train this week.",
            "5Are they chattingYes, they are.Is Marie cookingYes, she is.Am I enjoyingNo, I'm not.Are we waitingYes, we are.Is Clive trainingNo, he isn't.Are Jo and Amy watchingNo, they aren't.",
            "6's goingdoesn't usually playare they listeningisn't wearinghardly ever snows"
        ],
        [
            "88",
            "1play video gamesgo to a dance classdo martial artshave music lessonslisten to musicstay in bed latego out for a pizzago shopping",
            "2listendomeetgouseinstrumentsmealwatch",
            "4ecdafb",
            "5sharemessageschatblogupdatemessagingemojistext"
        ],
        [
            "89",
            "7ScottJackAmy and RachelJackScottAmyAmyAmy and Rachel",
            "8FTTFFFFT"
        ],
        [
            "90",
            "1cooksdoesn't washfinishhavestaysdoesn't get uphasusesplaydon't talkwatchwants",
            "2Do you often play video games?Does she always do martial arts?Do Kyle and Matt sometimes make things?Does Amelia often cook dinner?Do you usually write in your blog?Do you often go out for pizza?",
            "4are you doing'm writingIs Lisa studying's watchingare things going'm makingare Carrie and Liam doing're cookingare you staying'm not feeling",
            "5's talkingisn't eating's listeningare swimmingaren't playing's wearing's eatingisn't reading"
        ],
        [
            "91",
            "7'm visiting're going'm having's enjoyingaren't staying're stayingliveteacheswalksdoesn't goworksusesgoesdoesn't spendare you doingAre you studying",
            "9isn't watching's textinglivesdoesn't often see's doing's listeningdoesn't usually study's painting's sleepingsleeps'm takingaren't looking",
            "10'm readingAre you enjoyingdoes your mum's sister livelivesis your brother doingdon't dodoesgoeswatchdo you usually spendwritehaveYou have'm enjoying"
        ],
        [
            "92",
            "1CDBEA",
            "2screenscommunicativethingspostusing"
        ],
        [
            "93",
            "3TFFFT",
            "4EmmaEmmaJoshJoshJoshEmma",
            "5her laptopisvideo gamesonlinewatchingat the weekend",
            "6TTTTFT",
            "7dcabe"
        ],
        [
            "94",
            "1horrible, big, blackbeautiful, big, woodenexciting, new videoamazing, modern 5-starlovely, old, silver",
            "3Dan StephensGlasgowhockeyrugbyphotographythe Star Wars seriesAmerican comediesHip hopclarinetAround the World in 80 Days"
        ],
        [
            "95",
            "1are you writinglive’m stayingDo you often visitSometimesare you doing’m chatting’m not doing’m sitting’m watching’s makingdo you usesometimesDo you wantusually go’s calling",
            "2'm listening'm writinghelpslikehatedo you listen'm sitting's makinghasDo you play'm learningdoesn’t listen'm playingsends"
        ],
        [
            "97",
            "1werewasn'tWerethere weren'tWas thereThere wasn'twere",
            "2wentdidn't comeplayedmetdidn't havehad",
            "3She didn't speak English very well when she was at school.They brought me flowers from their garden last weekend.Olivia drew lots of cartoons last night.I didn't have a smartphone when I was 10 years old.We saw lions and elephants on the safari yesterday.",
            "4Did you and Anna gowe didn'tDid your friends likethey didn'tDid your dad cookhe didDid you learnI didDid Ryan and Will givethey didn’tDid Charlotte getshe did",
            "5New York is more expensive than Bari.My sister isn't as tall as me.London is the biggest city in the UK.Milan is much busier than Bergamo.It's the most comfortable chair in the shop.",
            "6the besteasierthe funniestas beautifulmore interestingthe worst"
        ],
        [
            "98",
            "1go to schoolgrow up,leave schoolgo to universityget a jobget marriedhave childrenretiredie",
            "2retirechange jobsfind a partnerget a qualificationget divorcedhave childrenmove house",
            "4peacefulcomfortabledirtycrueldeadlyfascinating",
            "5accbcabc"
        ],
        [
            "99",
            "7✔️✔️✔️❌✔️❌✔️✔️✔️❌✔️✔️",
            "8leave schoolhalf ofa few hours a weekleave homeget marriedDivorceretirelongermen"
        ],
        [
            "100",
            "1werewasWaswasWere therethere weren'tThere wereWaswasn'twas therethere waswas",
            "2grew upwentbeganhadwonmovedofferedmadetookleftgotdidn't lastbecameappearedretireddied",
            "3Did she grow upshe didDid she winshe didn'tDid she goshe didDid she liveshe didDid she flyshe didn'tDid her marriage lastit didn'tDid she becomeshe didDid she retireshe didn't"
        ],
        [
            "101",
            "5In summer Beijing is the hottest city.New York isn't as hot as Beijing in summer.Istanbul is bigger than Beijing.New York is smaller than Istanbul.New York has the most expensive hotels.Hotels in Beijing are cheaper than in the other two cities.Beijing has got the worst air quality.The air quality in New York isn't as bad as in Beijing.",
            "6the besthealthiermore comfortablethe richestmore demandingharderas stressed aspoorersimpler",
            "7as young asharderas easy asworkedmore dangerousleftgotwentdid you getyoungerbiggergothappiestwere"
        ],
        [
            "102",
            "1d",
            "2illreadwritelipsdisabilitiesmarriedchildren"
        ],
        [
            "103",
            "3FTFTFTTF",
            "5were born blinddon’t imagineeasieran adultdoesn’t see",
            "7carefulskillsuccessfulhelppainusefulhopefulsuccesspainfulhopecareusehelpfulskilful"
        ],
        [
            "104",
            "1FirstThenAtAfterFinally",
            "2FirstThenAfterAtThenFinally",
            "3BFEDACAtRainbowFinallytenAfterat 6 o'clockthenAssemblyBrightonpeople"
        ],
        [
            "105",
            "1lastedleftwentfoundgotbiggerthe most importanthardthe poorestdiedworkeddangeroustiringyoungercouldstrictrichcomfortable",
            "2Who was John Lennon?Where was he born?Who did he grow up with?Where did he study after secondary school?What was the name of the Beatles' first album?How many children did he have?What was his most famous song?How did he die?"
        ],
        [
            "107",
            "1was showingWere they havingwasn't playingwere watchingweren't trainingWas Chloe swimming",
            "2Rob wasn't skateboarding in the park before dinner.Were Ben and Amy talking a lot during the match?My team was losing 2-0 after five minutes.I wasn't watching the referee at the end of the match.Were you playing table tennis with Sam all morning?I was doing my homework at 9.00 last night.",
            "3While we were playing tennis, it started raining.What were you doing when the police arrived?The referee ended the match as I was shooting.,While we were training, our teacher fell.Was James buying a new smartphone when you saw him?I was reading a magazine when you called.",
            "4were watchinghappenedwere havingsawwere you talkingwere losing",
            "5slowlyquicklyhappilyfastwellnervouslyfunnilyhard",
            "6badlyintensivelyquietlyfasteasilyhardhappilynoisily"
        ],
        [
            "108",
            "1playgoingdoplaydoinggo",
            "2stadiumpitchcourtpooltrack",
            "3matchspectatorsfansteamtournamentrunners-upplayerscompetitors",
            "5trainedcompetecheatachievescoredthrewbeatdrewhitwin",
            "6decfba"
        ],
        [
            "109",
            "73142",
            "8bbcbaaaaPag.110",
            "11. weren't doing, were watching2. wasn't reading, was riding 3. wasn't listening, was doing4. wasn't speaking, was walking5. weren't doing, were doing",
            "21. What was Sally doing at three o'clock? - She was doing her homework in her bedroom2. What was Dan doing at half past three? - He was playing tennis in the park.3. What were you and your sister doing at six thirty? - We were playing volleyball at the sports centre.4. What were Josh and Rebecca doing at eight o'clock? - They were watching a film at the cinema.5. What were you doing at eight thirty this morning? - I was having breakfast in the kitchen .",
            "4came - were doingwas waiting - starteddidn't text - was doingwas leaving - scoredwas having - rangwas running - fell - brokeWere your parents watching - were playing",
            "5A What were you doing when I phoned last night?B I was watching a rugby match on TV.A Who was playing?B England was playing ItalyA Did England win?B No, Italy beat England 25-23. They scored a penalty in the last minute."
        ],
        [
            "111",
            "6was cyclingranwasn't lookingwas goingdidn't seewere standingwere talkingwasn't goingstoppeddidn't hitdidn't fallsaidthanked",
            "7easilyslowlyquicklybadlyconfidentlyangrilyhappilysadly",
            "8was rainingstartedwas ridingwellwas beatingeasilyattackedwas cyclingwere shoutingloudlywere racinghardwoncrossedthrewhappilywas snowingheavilyfinishedachieved"
        ],
        [
            "112",
            "2clock2441200303,5"
        ],
        [
            "113",
            "41.✔ 2.✔ 5.✔ 7.✔",
            "5enjoysNew York8 or 9enjoyedstarted running",
            "6FFTTFF",
            "7offletonondowntakeupout"
        ],
        [
            "114",
            "1ACEGJ",
            "2bdafc",
            "3wonstreakrunner-uprace,race,winformperformancepaidsurprisepromisingteamhave won"
        ],
        [
            "115",
            "1Did you watchdidn't playwelllostwas sittingwere watchingwantedwas shoutingangrilystartedwas gettingdidn't likeheardcamewas happeningwentquicklyrealisedwere watchingbadly",
            "2Did you hear about Nick last week?No, I didn't. What happened?A dog attacked him while he was running in the park!Did Nick go to hospital?No, he didn't. It wasn't serious.What was the dog's owner doing when it happened?He was sitting on a bench and he was reading a newspaper calmly.Did he say sorry after it happened?I didn't ask Nick."
        ],
        [
            "117",
            "1My uncle has visited a lot of countries for his job.I haven't lived in a big city.Have you tried fish and chips?She hasn't listened to Radio 1.Have your parents travelled outside Europe?",
            "2haven't seenHave you swum's read've eatenHas your mum met",
            "3Anthony has never been to Greece.Have you ever ridden a horse along the beach?I've never seen any James Bond films.Have Sam and Kyle ever cheated in exams?Some people have never seen snow.",
            "4gonebeengonebeengonebeen",
            "5went've never hadrodeplayed've found've received",
            "6I went to the cinema with Amy last night.Have you ever met a famous sports star?We didn't enjoy the concert on Saturday.Bethany's never played a musical instrument.I did a lot of things last weekend.Have Connor and David ever visited your house?"
        ],
        [
            "118",
            "1gceadhbf",
            "2hearingsmellsighttasteslisten tofeelhearLook at",
            "4terrifyinghideousamazingmiserableuglyfurious",
            "5miserabledeliciousterriblegorgeousexhaustedterrifying",
            "6amazinggorgeousfascinatinghideoustastyterrifyingawfulexhausted"
        ],
        [
            "119",
            "7CADB",
            "8cabcacbb"
        ],
        [
            "120",
            "1've never slepthasn't readHave you ever wornhaven't travelledHas your brother ever appeared've never cheated",
            "2Have you ever triedI have've ever beenHave I ever metyou have've gotHave you ever seenI have's wonHas he ever losthe hashasn't happened",
            "4Have you been's gone's goneHave Amy and Katie gone've beenHas Peter gone",
            "5Have you ever beenI havespentdid you gettookHave you beenI haven'twentdid she seesaw"
        ],
        [
            "121",
            "6didn't replywassentHave you ever beenhadstayedtook've never seen've never eatenenjoyedlookedmade've never beenwas",
            "7Have you ever beenwentspentdid you stayDid it costwasHave you ever stayeddid you dovisitedwentdid you seesaw",
            "8wentHave you ever beenI haveplayeddid you thinkthoughthaddid you havehadtasteddid you choosedidn't eatstarted've never felt"
        ],
        [
            "122",
            "1ECADB",
            "2foundermenblackwhitemeatchart"
        ],
        [
            "123",
            "4536241",
            "5seeshow tallstrangenumberpurple sofa",
            "6FTFFTT",
            "7restlesspainlesstastelesshomelesscarelessuselesssoundlessendless"
        ],
        [
            "124",
            "1nicereallyhotabsolutelyancientdelicious",
            "2incredibleexpensiveabsolutelyreallyveryexhausted",
            "3amazingreallyone ofabsolutelyhometrulygorgeoustrytastyforget"
        ],
        [
            "125",
            "1Have you ever wantedhas become's workedbecamewonthoughtdelicioussaid've never hadhas writtenamazingtasty"
        ],
        [
            "127",
            "2He still hasn't done his homework.Have you finished your homework yet?They've already completed the obstacle course.Aidan hasn't ridden a camel yet.We still haven't surfed in the Pacific.Have Chloe and Rachel already given you a present?",
            "3The film's already started.Has Simon met his new teacher yet?We still haven't won a match.John hasn't run in his race yet.They still haven't jumped out of the plane.Have you swum in the sea yet?They've already seen the new Star Wars film.Jake still hasn't heard Beyoncé’s new album.",
            "4've lived's beenhave you hadhas taughthaven't seen",
            "5forsincesincesincefor",
            "6They've been learning how to surf for two weeks.Have you been having swimming lessons all summer?Dan's been playing his guitar all day.Liz has been studying Chinese for a year.Where have they been living for the last year?Gianni hasn't been sleeping well this week.I've been feeling tired all day."
        ],
        [
            "128",
            "1GBEJAIFHCD",
            "2surfedsliddivedjumpedparachutedhikedscrambled",
            "3desertfallsislandjunglelakewoodcliffsgorge"
        ],
        [
            "129",
            "4oceansCliffsseariversvalleysgorgeshillmountaincavevolcano",
            "531542",
            "6mountainover 8500mountain range1600coffeetearainforests750desertover 300,000desertsnow leopardriverover 2.500"
        ],
        [
            "130",
            "1've just eaten's just broken's just opened's just fallen've just passed's just climbed",
            "2They have just opened a new café in town.,They have just opened a new cafe in town.The film's already finished.I haven't climbed that mountain yet.,I haven't yet climbed that mountain.Katie still hasn't answered my text.Have you seen the new film yet?",
            "4Madeleine has worked as a nurse for three years.I haven't had a car for two years.Mark hasn't ridden his bike since last weekend.Betty has known me for a long time.Nathan has played basketball since he was 11."
        ],
        [
            "131",
            "6have you been travellinghave you been stayinghaven't've been sleepingHave you been meetinghave've been makingHave you been eatinghave've been drinkinghas she been doing's been sending",
            "8've been tryingfor've been taking's been raining've been gettingstill've been enjoyingalreadyforyet've been having've been makingsince's been cookingjust",
            "9How long have you studied English?I've studied it for eight years.Have you been to the UK yet?Yes, I have. I've already visited London twice.Have you taken any exams yet?No, I still haven't taken any exams.Have you made any English friends yet?No, I haven't. But I've just contacted an English boy online.Has he sent you his photo yet?No, he hasn't."
        ],
        [
            "132",
            "1b"
        ],
        [
            "133",
            "4b",
            "5mountains, rainforestagefamiliesactivitiesshopping, relax",
            "6FTFFTT",
            "7terrifyingexhaustedboringamazedexcitingtired"
        ],
        [
            "134",
            "1After a whileAround this timeAs soon aslaterWhile",
            "2WhileAs soon aslaterafter a whilearound this time",
            "3born2001PrimarysoonWhenlaterguitaraftertimeachievementblackdoingchampionshipbestexamlonger"
        ],
        [
            "135",
            "1justfeelingforeatenjunglevolcanobeenhikedstillcryingfeelingarrivedhadyetalreadyclimbingformountainhillplainsdreamingsince"
        ],
        [
            "137",
            "1mightwillwillmightmightwill",
            "2If Jack doesn't phone soon, I'll go outWill you have a big family if you get married?We won't go to the beach tomorrow if it isn’t sunny.If I pass my exams, I'll go to university.How will Sophie go camping if she doesn't have a sleeping bag?If you get home late tonight, what will your parents say?",
            "3If my team play well, they might win the match.We will miss the bus if we don’t leave now.You might see Rachel if you go to the concert.If Tom comes to my house, we will have a pizza.If we go online, we might find some cheap tickets.If I go to London, I will visit my uncle.If we arrive after midnight, we will take a taxi.If I don’t pass my exams, I will get a job.",
            "4are going to build'm going to trainare you going to makewill winWill the exam be'll live",
            "5are going to getwill be's going to work'm going to dowill win",
            "6'm starting's takingare you meetingaren't getting, 're walkingIs Adam coming, 's playing"
        ],
        [
            "138",
            "1warevolutionglobal catastropheextinctionrevolutionrobotscolony",
            "2space travelaliensartificial intelligencevirtual realitycrime wavetime travelepidemicspace stationEs.4PROFESSIONAL DEVELOPMENTearn moneyhave a careerlearn a new skillmake it in lifestart my own businessFAMILYsettle downstart a familyTRAVELsee the worldspend time (abroad)travel aroundFREE TIMEtake some time outtake up a hobby",
            "5take some time outsee the worldsave moneydo voluntary workwaste timestart my own businessmake it in lifesettle downstart a family"
        ],
        [
            "139",
            "72431",
            "8bacb"
        ],
        [
            "140",
            "1will bewon't live'll work'll livemight not find'll startwon't havewill you bemight settle downwon't have",
            "3cfdeba",
            "5Daniel's going to travel around Africa next year. I’m sure he 'll have a great time.I think a lot of the workers will lose their jobs. Their company says that they' re going to use robots in their factory.Rachel's going to start a family soon, but I don’t think she'll have many children.I’ve decided I'm going to spend some time abroad before university. I think I'll meet lots of interesting people.We're going to do voluntary work for three weeks this summer. I’m sure that we'll learn some useful skills."
        ],
        [
            "141",
            "7are you doing'm meeting Amy'm playing tennisAre you stayingI'm not'm going to the cinemaAre you doingI am'm doingare you practisingI am'm watching",
            "9's doingdoes'll go's going to domight study'll do's going to ask'll help'm seeing'll definitely askdoesn't domight leavemight stay",
            "10A Are you going to university in September?B No, I'm going to work for my dad. What are you going to do at the end of the year?A I'm going to take a year out.B Where are you going?,Where are you going to go?A I'm going to travel around South America.B Are you going to travel alone?A No, I'm going with a friend. We're leaving on the 15th of September.B Do you think it will be dangerous?A No, I think it will be fun.,No, I think it'll be fun.B When are you coming back?,When will you come back?A It depends. If the trip goes well, we won't come back until next summer."
        ],
        [
            "142",
            "1c"
        ],
        [
            "143",
            "331524",
            "4Physicssciencelonglessgirlfriend",
            "5FTTFFT",
            "6educationobservationsevolutioninformationsolutionorganisationoppositioninstructionssuggestionprediction"
        ],
        [
            "144",
            "1baaba",
            "2will people live in the future?'ll live on Mars in the future?did Ben watch yesterday?watched a tennis match yesterday?'s Kate going?'s going to Spain?does Sophia want to go next year?wants to go abroad next year?'s Jack going to do?'s going to do his homework?",
            "3f To choose a business, think about what you are good at, what you know a lot about and what types of business your area needs.c You probably won’t make a lot of money in your first year or two. So you will need money to invest in the business and for your living costs during this time.e It’s a matter of convincing a bank that your idea is good. If they refuse, you can try other banks and financial organisations. Check out the Start Your Own Business section of the government website.a The obvious answer is that, to start planning, it’s a good idea to write down all the questions you need to ask. Then find the answers. This will take time and energy!b There are lots of business advisors on the Internet. If you’d like to know more about your business area, look at their websites carefully and contact one.d Unfortunately, there’s no easy answer to this question. Some towns are better than others for certain types of business. You will need to do your research carefully to find the best place for your particular business."
        ],
        [
            "145",
            "1’re leavingStationwill’re going towon’t’re going torobotsmight seealiens’ll takehappensare you doing’m havingwon’t see",
            "2might godecide'll studymight not gomight takedo'll travel're going to havedon't havewon't behavemight call'm going to startmight designmight workwon't be"
        ],
        [
            "147",
            "1A lot of food is wasted by families in the UK.Oil is used to produce petrol for cars.Is the air here polluted by emissions from factories?The rubbish isn't recycled in this town.Is the environment damaged by plastic bags?Some animals aren’t affected by global warming.",
            "2were destroyedWas your rubbish collectedweren't hurtwas madeWere the streets cleanedwasn't developed",
            "3muchmanyfewa lot ofmanylittlemuchmany",
            "4a littleHow manya lot ofmucha fewHow much",
            "5too manyenough milktootoo muchwarm enoughtoo many",
            "6ecdabf"
        ],
        [
            "148",
            "1pollutepoisonthrow awayrecycledevelopsavedestroyingincreasesrunning out ofprovide",
            "2The factory produces more cars now because it’s increased its capacity.If we run out of oil, we’ll need to use electric cars.Don't throw away those old bottles! You need to recycle them and save resources.Last weekend they provided a bus to the festival for visitors who couldn’t afford the cost of a taxi.We’re developing a solar energy park to power 20,000 homes.If we want to save the planet, we mustn’t waste precious resources.",
            "3throw awayrecycleuseaffordwasteincreasedpollutingreduce",
            "4deforestationOverfishingrenewable energyglobal warming,landfillpollutionliving space",
            "5food supplyoverpopulationgenetic engineeringdroughtsustainable farmingnatural resourcesworld hunger"
        ],
        [
            "149",
            "7BEAD",
            "8fewRenewable energy400cyclelandfillElectricity80%ticket"
        ],
        [
            "150",
            "1was designedwere affectedis thrown awayis poweredwasn't destroyed",
            "2I think the best cars are produced by Mercedes.La Giaconda wasn't painted by Michelangelo.Is art taught by Mr Bell?A lot of rubbish is recycled by the Danish.Was your school damaged by the strong winds?",
            "3is consideredwere releasedwere affectedwere killedisn't knownwas causedwas damagedwas paidwere sentwas affected",
            "4When was the first Star Wars film made?When was Australia discovered?When was the European Union formed?How many countries are crossed by the River Danube?Where is Champagne produced?When was the Internet invented?",
            "5muchHow mucha fewmanya littleHow many",
            "6How muchmucha lot ofa lot ofa fewa fewHow manya lot of"
        ],
        [
            "151",
            "7too much rubbishnot enough living spacetoo smalltoo many recycling containersbig enoughtoo many books",
            "8warm enoughtoo coldtoo much pollutiontoo many mistakesenough recycling centres",
            "9muchisa lot ofexportedwerewas sentburnttooa fewaretoobya lot oftoo muchenough energy",
            "10How muchtoo manya littlenot enoughHow manylots ofa fewa fewhow manytoo manyenoughtoo"
        ],
        [
            "152",
            "1ceafbd",
            "2islandsomesomemoreusually"
        ],
        [
            "153",
            "441532",
            "5normal homesenergywaterelectricityapprecycledfamily",
            "6FTTFTF",
            "7EveryoneanywhereanythingSomeonesomewhereeverythingnothingNobodysomething"
        ],
        [
            "154",
            "1With regardregardingOn the subjectconcernedconcerning",
            "2A 2 B 1farregardconcerningforAssubject",
            "3oliveconcernedorganicvolumecoloursregardstarsexpensivefindlighteasylifesayshourslovepricesizesmodels"
        ],
        [
            "155",
            "1How muchmanyare recycledare putare collectedenoughtooa lot oftoo muchtoo manya littletoois thrown awaya fewis recycled",
            "2global warmingdroughtssavedamagedeforestationdevelopprovidesustainable farmingreducepollutionrunning out of"
        ],
        [
            "157",
            "1cfdeba",
            "2couldwill be able towon't be able tocouldn'tCan youcouldn'twon't be able to",
            "3has to catchdon't have to doDo Dan and Will have to washhas to practiseDoes Josh have to godoesn't have to beDo we have todon't have to finish",
            "4You have to wear a uniform every day.You have to arrive before 9.00 a.m.,You have to arrive before 9.00 am.You don't have to give your mobile phone to your teacher.You don't have to bring your dictionary to every lesson.You have to wear trainers in the gym.",
            "5Tom doesn't have to study a foreign language.I mustn't be late.Should we take a taxi to the airport?Gina has to listen carefully to her teacher.We shouldn't be late for the party.We must pass all our exams.You mustn't talk in the library.",
            "6mustn’tshoulddon’t have toshoulddo you have tomustn’tdon’t have to"
        ],
        [
            "158",
            "1cfdbea",
            "2primary schooluniformsingle-sex schoolschool leaverssecondary schoolschool holidays",
            "3mixeddopassgetuniformrulesattendsign",
            "5MedicineTeachingAccountancyPoliticsEngineeringJournalismManagementScience",
            "6graduateapplyhadwrittenapplicationassessmentscourseworkdeadlinesan apprenticeshiptraina degreegot into"
        ],
        [
            "159",
            "8b",
            "9FTFFT"
        ],
        [
            "160",
            "1Maya couldn't attend her dance class yesterday.Will you be able to come to the concert next Friday?,Can you come to the concert next Friday?My friends couldn't do their homework last night.Michael won't be able to go to university next year.Could Tina eat all of her pizza last night?I can't speak to you now.",
            "2babcacab",
            "4don't have to dodo you have to get uphas to gohave to meetDo I have to completedoesn't have to go"
        ],
        [
            "161",
            "6mustn’tshoulddon’t have tomustshouldn’thave to",
            "7have to behave to beshouldn't speakhave to bedon't have to behave to comeshould workdon't have to workmustn't eatshouldn't haveshould bring",
            "8couldn’t’ll be ableshouldwon’t be able toshouldmustdon’t have towon’t be able to’ll be able tohave to",
            "9Will you be able tohave toshouldcancouldn'tshouldn'tcan'tmust"
        ],
        [
            "162",
            "1b",
            "2FTFFT"
        ],
        [
            "163",
            "4DarrenSarahJake-Tricia",
            "6protestersartistsscientist,scientist,musiciansupportersteacherbuilderspolitician"
        ],
        [
            "164",
            "1Furthermoreadditiononlyalsomore",
            "2moreonlyalsoadditionFurthermore",
            "3opinionhonestfindWithoutconcentrationmorelongerstartlatefactconnectionhardwareaskcontactexerciseonlyalsoconclusion"
        ],
        [
            "165",
            "1couldn'thave todropmustn'tshouldn'tshould'll be able toapply forwon't be able todegreeshouldpassgethave torevising",
            "2chosenMedicinehave toresultsgethave todropshoulddon’t have todocan’tdon’t have toshould’ll be able to"
        ],
        [
            "167",
            "1can’tmustmaycan’tcouldmustcan’tmight",
            "2ecadb",
            "3whothatwherethatwherewhowhowhich",
            "4hadI’dWouldhaddidn’t speakwouldwouldn’tdidn’tWouldgave",
            "5lived'd speak'd givecouldwouldn't go outwerewerewould you livewouldn't playdidn't enjoy",
            "6If your parents went away for the weekend, would you have a party?If I found a wallet in the street, I wouldn't take it to the police station.If space travel were cheap, would you travel to the moon?If my best friend moved to a different town, I'd visit him at the holidays.,If your phone broke, would you buy a new one?If there was a new student in my class, I'd talk to her.If there was a charity event in my town, I wouldn't take part.If I had a bike, I'd ride it to school."
        ],
        [
            "168",
            "1bfadec",
            "2supportraisedonationcampaigncausedonatesponsoringdoing",
            "3launchingdonatevolunteerssponsoredraisedfundraisingdifferencecharitycampaignawareness",
            "4InequalityDisadvantagededucationequal rightsscientific researchemploymentgender equalitytechnologyhomelessness",
            "5diseaseunemploymentdiscriminationRefugeesvaccinationsDisabled peoplehomeless peoplescholarshipHealth careracism"
        ],
        [
            "169",
            "8✔️❌✔️✔️❌",
            "9TTFFTTFF"
        ],
        [
            "170",
            "1mightmustmight notcan’tmust",
            "2Sarah can't be at home because her car isn't there.Linda hasn't got any rap CDs, so she might not like rap.Living in Helsinki must be hard in winter.Joe can't be a vegetarian because he's eating a hamburger now!Paola might be really good at tennis.",
            "3whichwherewhowherewhich",
            "4The Emirates is the football stadium where Arsenal play.Mrs Jones is the American woman who lives at number 24.I've got a lot of homework which I have to do for tomorrow.That's the bike which was stolen last week.John's a good friend who always listens when I've got problems.That's the building where my sister works.",
            "5I'd have my coat,I'd have my coat.he'd be at school,he'd be at school.if he liked footballif she weren't a vegetarianhe'd cycle to school",
            "6Would you sponsorranwouldn't givetookwouldn't savegavewaswouldn't talkdidn't buy'd have"
        ],
        [
            "171",
            "8whichmustwhichdidn't existwouldn't havedidn't workwould bewho,thatcan'tmustwhichwheresupported'd choosewhich",
            "9wherecan'torganisedwould donate'd raisedidmightwheremustwho,thatdidwould be"
        ],
        [
            "172",
            "1b",
            "235142"
        ],
        [
            "173",
            "4cb",
            "5hardall types of peopleIraq25%clothesmoney",
            "6FFFFTT",
            "7bfdeac"
        ],
        [
            "174",
            "1In spite ofEven ifalthoughThoughIn spite ofOn the one handOn the other hand",
            "2spite ofevenHoweverThoughHoweverOn the one handOn the other hand",
            "3ceafbd",
            "4unemployedjobargumentsagainstargumentfavourunemployedwasteeventimejobexperienceunemployedsimplepaidmoneyHoweverpaysconsideredhandotherwouldn't"
        ],
        [
            "175",
            "1fundraisingresearchawarenessthatmustdifferencecausewas'd dothatpaid'd raiseasked'd givemightwould comedidwherecan'twho",
            "2If you were the prime minister, what would you do to reduce homelessness?Where would you sleep if you were homeless?If some refugees came to your town how would you help them?If you wanted to volunteer for a charity, which charity would you work for?How much money would you donate to charity if you were a billionaire?If you were disabled, how would your life be different?"
        ],
        [
            "180",
            "2dacfeb"
        ],
        [
            "181",
            "1NEENE",
            "2south of Englandthe north of Englandon footchurchstrongNorman French",
            "3kingnoblesknightspeasants",
            "4caaba"
        ],
        [
            "194",
            "2TFFTFF",
            "5onecountryboysisterdaddied"
        ]
    ]
}