{
  "name": "LFL B2",
  "units": false,
  "data": [
    [
      "6\nStart thinking\nStudents’ own answers. Possible answers: I usually cycle to school. I take the bus on Tuesdays because I have athletics practice after school. I love cycling because I can get to school really quickly and it’s cheap. Buses are slow and unreliable but good when it’s cold and rainy.\n\n",
      "1\nCities can promote cycling with bike-sharing schemes.\n\n",
      "2\nCopenhagen is safe because it’s got over 350 km of bike paths.\nParis launched the first big bike-sharing scheme.\nMembers usually pay an annual or weekly fee and they pay a small amount every time they use a bike.\nPeople use the bikes in Dublin over four million times a year.\nCycling in New York is better than taking a taxi because it’s cheaper and probably faster, too.\n",
      "3\nStudents’ own answers. Possible answers:\n\nPic A: The man is travelling by train. It’s rush hour and the train is crowded and everyone looks stressed.\nPic B: The man is walking to work, but the weather is terrible.\nPic C: The man wants to take a taxi, but he needs to run to attract the driver’s attention.\nPic D: This group of people are travelling by bus or coach. Unfortunately, the bus/coach has broken down and now they need to push it!\nPic E: This person is driving a car, but he’s having problems parking it.\nPic F: This man is cycling. He looks miserable because it’s raining really hard. A car is about to splash him, too.\n"
    ],
    [
      "7\n",
      "4\nThe article mentions buses but it doesn’t mention coaches.\n\n",
      "6\nget\ntraffic jams\nrush hour\nfares\nin, on\ncommutes\ncommuters, get\ntake, get on\nroute\ntravel Both a noun and a verb: travel, commute\n",
      "7\nStudents’ own answers.\n\n",
      "8\nRules\n\nwithout\nis\n",
      "9\nI do know the answer, but I can’t remember it.\nThe commute does take an hour, but I don’t mind.\nOh dear, you do look tired!\nThe bus is cheaper, but I do prefer the train!\nHe doesn’t drive but he does ride a moped.\nThe route does go past the park, but the bus doesn’t stop.\n",
      "10\nStudents’ own answers.\n\nOnline research\nStudents’ own answers. Possible answers:\nBikeMi is a fantastic cycle-hire scheme which started in Milan in 2008. It’s really easy to use and perfect for short journeys. Of course, it’s great for the environment, too! BikeMi started off as a small company with only a few traditional bikes, but nowadays it has thousands of bikes and docking stations all over the city. They have also introduced electric bikes and JuniorBikeMi for kids too! The disadvantages are that it does rain a lot in this area, and Milan is often foggy, so that isn’t much fun. But if you wear the right clothes you should be OK. I suppose it’s more expensive to hire a bike than to use your own, but sometimes it’s really difficult to find space on the train to bring your bicycle into town, especially in rush hour - so this is a practical alternative. I think the best thing about BikeMi is that it’s a great way to keep fit and enjoy the fresh air. And remember, Milan is really flat, so there are no tough hills to climb!\n\nFast finishers\nStudents’ own answers. Possible answers:\nI think I’m one of the many people who agree that cities should aim to be car-free, but is it possible? The people of Hamburg, in Germany, think so. They want to be car-free by 2030. They plan to have a ‘green network’ with paths connecting all the green spaces in Hamburg. Eventually, it will cover over 40% of the city. This will allow people to move easily from one part of the city either on foot or by bike.\n\n"
    ],
    [
      "8\nStart thinking\nStudents’ own answers. Possible answers:\nI got lost once when I was staying with my brother in San Francisco. We left his flat early in the morning and because I was talking so much, I didn’t notice the number of the tram we took or the name of his street. He went to work and I went into the city centre. When it was time for me to come home, I couldn’t remember anything. Luckily, I had his phone number, so I called him and we met outside his office and went home together.\n\n",
      "1\nStudents’ own answers.\n\n",
      "2\nB\n\n",
      "3\nF. Satellite navigation isn’t completely reliable.\nT\nT\nT\nF. Pedestrians are almost as careless as motorists.\nF. According to the expert, navigation systems are damaging our sense of direction and place.\nT\nF. Navigation systems can be helpful, but we should sometimes turn them off and use our mind and senses, as this will improve our navigational skills.\n",
      "4\nStudents’ own answers.\n\n",
      "5\nprofessional\ntragic\nmuddy\ncostly\nadventurous\nThe suffix -ly also creates adverbs.\n\n",
      "6\nfriendly\ndisastrous\nindustrial, historical\nicy\noptimistic\nStudents’ own answers.\n\n",
      "7\nscorn = noun\nreliable = adjective\nholidaying = verb\nastonishment = noun\nhead = verb\nsense = noun\ncareless = adjective\nexert = verb\nstraight = adverb\neveryday = adjective\nespecially = adverb\n"
    ],
    [
      "9\n",
      "8\nRules\n\nb\nc\na\nd\n",
      "9\nget around the city\nset off\nturn an app on\nlook forward to the commute\ntake my headphones off\nget on the bus\nfind his name out\ncarry on\n",
      "10\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\n\nintransitive phrasal verbs (inseparable) = come over\nthree-word phrasal verbs (inseparable) = get on with\nsome two-word transitive phrasal verbs (inseparable) = care for\nsome two-word transitive phrasal verbs (separable) = think over\n"
    ],
    [
      "10\nStart thinking\nStudents’ own answers. Possible answers:\nI think the greatest advantage of air travel is that you can be anywhere in the world within hours. My grandparents live in Singapore and it would take months to get to them if we didn’t have planes. The disadvantages are that the fares are expensiveand you usually have to wait a really long time at the airport before you actually get on the plane. There are lots of rules about what you can take on a plane. Obviously, you can’t take anything dangerous like a knife, but you also have to be careful about things like how much liquid you can carry. I guess there are so many rules because the airport is responsible for our safety.\n\n",
      "1\nD, arrivals\nF, baggage reclaim\nE, check-in\nG, customs\nC, departures\nA, immigration\nB, security\n",
      "2\ndepartures\narrivals\ncheck-in\nbaggage reclaim\nsecurity\nimmigration\ncustoms\nBoth check-in and queue appear as nouns and verbs.\n\n",
      "3\nA person who works in airport security would see an image like this.\nA suitcase containing clothes, and MP3 player and various containers, including a tube of something, maybe make-up or suncream, a bottle of something - perhaps shampoo, and an aerosol can.\nLiquids and gels cause problems. Here, the aerosol may contain more than the maximum amount of liquid allowed in hand luggage. Other things that have to be less than 100 ml, are sunscreen, make-up and drinks.\n",
      "4\nAll the questions and answers are about airport security.\n\n",
      "5\nC\nC\nA\nA\nB\n",
      "6\nStudents’ own answers.\n\n"
    ],
    [
      "11\n",
      "7\nb\na\nd\nc\n",
      "9\nhas caught\nare using\nhas been kite-surfing\ntravel\nare having\nhas been cycling\n",
      "10\nC\nhave flown\nC\nhas become\nC\nare demanding\nC\n",
      "11\nRules\n\nnever\nalready\njust\nyet\nstill\nfor\nsince\n",
      "12\njust\nfor\nyet\nstill\nalready\nsince\nnever\n",
      "13\nWhat’s the longest distance you’ve ever travelled?\nHave you been doing anything interesting recently?\nHow long have you lived in your house?\nHow do you prefer to travel on long journeys?\nWhat’s the worst experience you’ve ever had with public transport?\nResponses are students’ own answers.\n\n",
      "14\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\n\nI’ve never travelled by plane.\nI’ve just seen my best friend.\nI still haven’t finished my homework today.\nI haven’t seen La La Land yet.\nI’ve been riding a bike since I was four.\n"
    ],
    [
      "12\n",
      "1\nStudents’ own answers. Possible answers:\nThe price of a flight depends on the destination, whether it’s direct or not, the departure date and the departure time.\n\n",
      "2\nThey’re planning to go to Rome.\n\n",
      "4\nStudents’ own answers.\n\n",
      "5\nStudents’ own answers. Possible answers:\n\nA Which train do you think we should get, Giovanni?\nB Um, what are our options?\nA Well, there’s a direct train, but it costs €80.\nB Is that for a single or a return ticket?\nA That’s for a single ticket.\nB Hmmm. That’s a bit out of our price range.\nA There’s a cheaper one, but it doesn’t go direct to Milano.\nB Ahh. Where do we have to change trains? A It connects in Rome.\nB And how long do we have to wait?\nA The connection is an hour later.\nB Well, that gives us plenty of time if we can’t find the connection.\nA Great! Shall we book, then?\nB Good idea. Um, I’d like an aisle seat, if that’s OK.\n",
      "6\nStudents’ own answers.\n\n"
    ],
    [
      "13\n",
      "1\nStudents’ own answers. Possible answers:\nFlight arrivals may be late because poor visibility or airport congestion prevents the plane from landing. Airlines sometimes cancel flights because of strikes, bad weather and security issues.\n\n",
      "2\nBeth is a good problem-solver because she thinks logically about the problem.\n\n",
      "3\n✔️ 2, 4, 6, 7, 8\n\n",
      "5\nStudents’ own answers.\n\n",
      "6\nStudents’ own answers. Possible answers:\nI want to be a doctor, but I need really high marks to get into university. I don’t know if I’ll get them, but I’m going to give it a shot. (Technique: Focus on the solution, not the problem.)\n\n",
      "7\nStudents’ own answers.\n\n"
    ],
    [
      "14\n",
      "1\nAll three speakers cook.\n\n",
      "2\nMatt likes cooking the most.\nJan likes cooking the least.\nMatt cooks because he likes it and he wants to be a chef. He sometimes cooks for his family.\nJan cooks because her mum works late on Wednesdays.\nTyler cooks because he’s vegetarian and he needs to prepare different dishes when his family prepares meat-based dishes.\n",
      "3\na colander\nA cutting board\na teaspoon, A tablespoon\na rolling pin\nAn oven dish\na saucepan, A frying pan\nStudents’ own answers. Possible answers for other utensils: whisk, knife, bread knife, wok, pizza cutter, wooden spoon, etc.\n\n"
    ],
    [
      "15\n",
      "4\nMix\nrolling pin\nbake\nSlice\ncutting board\nfry\nfrying pan\nBoil\nstrain\ncolander\nHeat\noven dish\nroast\nchop\nMeasure\nsaucepan\nStudents’ own answers.\n\n",
      "5\nStudents’ own answers.\n\n",
      "6\nStudents’ own answers.\n\n",
      "7\nRules\n\nan infinitive\nfor + -ing form\n",
      "8\nto keep, fridge\nto bake, oven\nfor chopping, knife\nfor checking, thermometer\nto heat, microwave oven\nfor measuring, measuring jug\n",
      "9\nStudents’ own answers.\n\nOnline research\nStudents’ own answers. Possible answers:\nI love making elderflower cordial. My aunt first showed me how to make it when I was about eight. There are loads of elderflower plants in this part of the country. They often grow wild along footpaths in fields. You can recognise them really easily because they have lots of tiny white flowers that grow together to make large ‘white umbrellas’ on the plant. On a very sunny morning in summer when all the flowers are white, cut the ‘umbrellas’ - you don’t need the leaves as they are bitter, so leave anything green. Take as much as you can because you will need a lot to make one bottle of elderflower cordial. At home, pick off all the small flowers and place them in a large bowl. In a saucepan, add some sugar and lemon juice. Pour some boiling water over the ingredients and stir. Then, pour the mixture over the flowers. Once you have mixed everything, leave it for 24 hours. Finally, pour everything through a fine sieve into a measuring jug or bottle. After that, all you have to do is pour some of the cordial into a glass, add some water and a slice of lemon. Delicious!\n\nFast finishers\nStudents’ own answers. Possible answers:\nMy favourite dish is fruit sorbet. It’s really easy to make and you can find the main ingredients when you are walking in the countryside at the end of summer! Put water, sugar and lemon juice into a pan. Heat the mixture. In a food processor, mix any berries you like until they are smooth. I love using raspberries, strawberries or blueberries. Put all the ingredients into a large plastic dish and stir. Cover the dish and put it into a freezer for two hours. Finally, take a fork and crush the ice. Serve immediately!\n\n"
    ],
    [
      "16\nStart thinking\nStudents’ own answers. Possible answers:\nSalento has a lot of traditional foods that my family and friends love to eat. At home, we eat a lot of chickpeas, broccoli, olives and tomatoes, and pasta of course. When I have lots of time to cook, I make delicious traditional pasta from this region called orecchiette. It’s called that because each one looks like a very small ear! Traditionally, the recipes from this region don’t use meat but we do eat lots of fish! My favourite foreign cuisine is sushi. There’s a fantastic Japanese restaurant in our town. It’s always busy because the food is delicious and it’s a fun place to meet and eat with friends.\n\n",
      "1\nFeta cheese is from Greece.\nPasties are from Cornwall, England.\nCiauscolo sausage is from Marche, Italy.\nEdamer cheese is from the Netherlands.\nCava is from Spain.\nUpplandskubb is from Sweden.\nBlack Forest ham is from south-western Germany.\n",
      "2\nA\nB\nB\nC\nD\n",
      "3\nStudents’ own answers.\n\n",
      "4\nRules\n\n-ing\n-ed\n",
      "5\nsurprising\ndepressed\ndisgusting\nfrightened\ninspiring\ndisappointing\n"
    ],
    [
      "17\n",
      "6\nRules\n\nb\na\n",
      "7\ncan\n-\ncouldn’t\n-\ncouldn’t\ncan’t\n-\ncan/could Students’ own answers.\n",
      "8\nCan\nallow\nable\ncould\nmanage\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nDear Mr Delaney, I am writing to you about your advert in the local newspaper. I’m studying catering at college and I would be very interested in becoming part of the team at your restaurant. I have a lot of experience in working in a busy café. I worked for the last three summers at The Cupcake and I really enjoyed it. However, I would really appreciate the opportunity to work in a more formal environment…\n\n"
    ],
    [
      "18\nStart thinking\nStudents’ own answers. Possible answers:\nI would prefer to work in the city. I think working in the countryside is too hard. You always have to fight against the weather. Every season is difficult: allergies in spring, heat in the summer, wind in autumn and snow in winter! Also, farmers often work by themselves and I wouldn’t like that. I’d prefer a warm office with big windows and lots of colleagues to talk to.\n\n",
      "1\nD\nA\nH\nC\nE\nG\nF\nB\n",
      "2\nfarm\nland\nharvests\nfloods\nsoil\ndroughts\ndiseases\nplants\nfarms\nfarming\ngrow\nharvest\nraise\nlivestock\nfeed\nplant\ncrops\nprocesses\nweeds\nequipment\npick\nprocess\nfarmers\nfarm, harvest, plant and process appear as both noun and verb.\n\n",
      "4\nc\ne\na\nb\n",
      "5\nStudents’ own answers.\n\n"
    ],
    [
      "19\n",
      "7\nusing\npolluting\nto employ/employing\nfarming\nto eat/eating\nusing\nto grow\nto end\nto use\nto invest/investing\n",
      "8\nbuying, to feed\npicking, to walk\nto get, running\nto get up, drinking Students’ own answers.\n",
      "9\nI love spending time with animals.\nI can’t stand getting up early in the morning.\nI’d like to learn more about nature.\nI care about eating good quality food.\nI regret not living in the country.\nResponses are students’ own answers.\n\n",
      "10\nDo you prefer spending/to spend time indoors or outdoors at the weekend? Why?\nWhat outdoor activities do you remember enjoying as a child? Do you like doing/to do any of these things now?\nWhat’s your favourite place in the countryside? What do you recommend doing there?\nWhere do you dream of living one day? Why?\nWhat kind of career do you imagine having? What skills will you need to learn?\nAre there any jobs you want to avoid doing? Why?\nResponses are students’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\n\nAre there any team sports you avoid doing?\nWhich places do you enjoy visiting in town?\nWhich courses would you choose to do at university?\n"
    ],
    [
      "20\n",
      "1\nStudents’ own answers. Possible answers:\nI’m uncomfortable talking about my marks at school, so I change the subject or I hesitate.\n\n",
      "2\nThey decide to go to an Asian restaurant called Bamboo because it serves vegan dishes.\n\n",
      "4\nSuggested answers:\n\nWell, …\nall right, …\nYou see, …\nSo, …\nLet me think…\nlike…\n",
      "5\nStudents’ own answers. Possible answers:\n\nAll right… (Let’s watch this DVD.)\nMy favourite music is… like… (postpunk and rock.)\nYou see… (it’s really near my house.)\nSo… What do you want to do instead?\nLet me think… (it must be about 50,000)\nWell, … (I’m going to upload my new photos.)\n",
      "7\nStudents’ own answers.\n\n"
    ],
    [
      "21\n",
      "1\nStudents’ own answers. Possible answers: Farmers throw away damaged food, supermarkets throw away the food they don’t sell, consumers throw away food they don’t eat.\n\n",
      "2\nThey decide to eat it.\n\n",
      "3\nneither\nOwen\nneither\nOwen\nneither\n",
      "5\nStudents’ own answers.\n\n",
      "6\nStudents’ own answers.\n\n",
      "7\nStudents’ own answers.\n\n"
    ],
    [
      "22\nStart thinking\nStudents’ own answers.\n\n",
      "1\nPeople began to vote at 18 in the UK in 1969.\n\n",
      "2\nThe suffragettes protested because women wanted education, jobs and the right to vote.\nEmmeline Pankhurst started a women’s union and encouraged women to campaign and protest.\nDuring the war Pankhurst encouraged women to get jobs to help with the war effort.\nThe government allowed some women to vote in 1918.\nIn 1928 men and women received the same rights, but in 1918 men could vote at 21 and only some women could vote at 30.\n",
      "3\nphoto A 5\nphoto B 7\nphoto C 3\nphoto D 1\nPossible answers: hold a vigil; organise a ceremony; write, print and hand out leaflets explaining the issue and calling for action; sit-in\n\n",
      "4\nways to object: vote*, protest*, petition, boycott*, go on strike, rally*, march*, break the law, riot*\npeople: campaigner, crowd, activist, rioter\nideas or belief systems: social justice, equality, activism, civil rights, freedom of speech\n\"*\" = both nouns and verbs\n\n",
      "5\npetition\ngo on strike\nbreak the law\nBoycott\nfreedom of speech Students’ own answers.\n",
      "6\nRules\n\nmay\ncan’t\nmust\n",
      "7\nC, must\nD, could\nC, may\nD, might not\nD, could\nC, can’t\n",
      "8\nStudents’ own answers.\n\nOnline research\nStudents’ own answers. Possible answers:\nA few years ago, 100000 people from my region took part in a peaceful march through our city. We were protesting against organised crime. Families and friends of victims who had lost their loved ones or their businesses came together. We sang songs and held up banners. At one point, all the names of people who had died from our area were read out, one by one. In the evening, we lit candles along the promenade and held a vigil. It was a very emotional day, but we weren’t just sad - the fact that so many people came together made us feel stronger and braver as a community. Soon after that protest, we started a scheme where shops and businesses could choose to put a sign in their window to show that they no longer pay protection money. This way, buyers and sellers feel united. Now, all you have to do to show how you feel about organised crime is use your spending power: support the businesses who are standing up to the criminals and buy your clothes, vegetables, computers from a shop that doesn’t pay a percentage of its profits to the Mafia. It’s a simple idea - boycott the businesses where the criminals get their money from, but so far it seems to be working.\n\nFast finishers\nStudents’ own answers.\n\n"
    ],
    [
      "24\nStart thinking\nStudents’ own answers. Possible answers:\nI saw a documentary about Martin Luther King Jr. He was an incredible leader who changed the world forever. He believed that peaceful protest was the best way to bring about social change. He fought for racial equality and justice for all and was an incredibly important figure in American politics.\n\n",
      "1\nStudents’ own answers. Possible answers:\nIt is probably for students: It looks like a chapter in a history book or it may be a reference book for students studying Law.\n\n",
      "2\nStudents’ own answers.\n\n",
      "4\nF. Facilities were often inferior for black Americans.\nT\nF. She was arrested because she refused to give her seat to a white passenger when the white section had become full.\nT\nF. In 1957, the US federal court ordered a white school in Little Rock, Arkansas to admit black students.\nT\nF. He received the Nobel Peace Prize for his contribution to ending segregation.\nT\nF. Discrimination still exists today.\n",
      "5\nStudents’ own answers.\n\n",
      "6\nchildhood\ncitizenship\nmembership\nbrotherhood\nneighbourhood\nownership\nPossible answers for other nouns with -ship/-hood: relationship, dictatorship, parenthood, adulthood\n\n",
      "7\nSuggested answers:\n\nbanned: (past v) prohibited\nmoreover: (adv) In addition\ndesegregated: (past v) when segregation is stopped\nlivid: (adj) furious\npeacefully: (adv) in a calm way\nsympathetic: (adj) kind (Beware! False friend)\nspeech: (n) presentation\nadvocated: (past v) promoted\n"
    ],
    [
      "25\n",
      "8\nRules\n\na\nb\nbefore\nPast perfect continuous\n",
      "9\nhad ended\nhad been campaigning\nhad formed\nbegan\nhadn’t been campaigning\nstarted\nincreased Students’ own answers.\n",
      "10\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nLast year my parents and I took part in a peaceful protest. We joined the march in Modena but by the time it got to us it had already started over 20 miles away in a small town in the hills. The reason we all came together was to campaign for peace and human rights. A lot of people were carrying peace flags and there were also banners that asked for an end to poverty and war. We had been walking for about an hour when a group of students became frustrated with the police presence and a riot broke out.\n\n"
    ],
    [
      "26\nStart thinking\nStudents’ own answers.\n\n",
      "1\nStudents’ own answers. Possible answers:\n\nClosing down libraries in towns and cities takes an enormously valuable resource away from young people. Libraries offer a place for children to spend time with their carer discovering, often for the first time, the world of books. Libraries also offer students an equal right to resources and a peaceful environment to study in.\nAlmost every day, the media reports an increase in childhood obesity rates. Sugar - ‘hidden’ in drinks, snacks and ready meals - is seen as a big threat to the health of a nation. Adverts for these products are often targeted at young people, and many claim there’s a direct link between these products and the rise in obesity and diabetes in the young.\nFor years, young people have felt that engaging in politics was a useless activity. Teenagers felt that all politicians were the same and that none of them were interested in the issues that mattered to them. But in recent years, more and more young people have been getting interested in local and international politics and issues. There has been a slow but steady increase in the number of young people voting in local and national elections as well as in referendums.\n",
      "2\nMind map can be labelled in any order with the following: council, councillor, town hall, district, mayor Ban, tax and support appear as nouns and verbs.\n\n",
      "3\nleadership and authority: run, power, lead\nlegislation: ban, tax, pass a law, policy\nvoting: turnout, referendum, register to vote\ninterest and participation: get involved, engage in, care about, support\n",
      "4\nA\nC\nB\nB\nA\nC\n",
      "5\nStudents’ own answers.\n\n"
    ],
    [
      "27\n",
      "6\nRules\n\nb\na\nd\nc\nIn stories, we use the Past simple and Past perfect simple for the main events, and the Past continuous and Past perfect continuous for background description.\n\n",
      "7\nPossible answers:\n\nFirst we arrived, then the speech started.\nThe speech was in progress when we arrived.\nThe speech was finished when we arrived.\nBefore we arrived, the mayor was busy all day with speeches.\n",
      "8\nbecame\nhadn’t/had not been working\nhad been\nwas running\nintroduced\nwas governing\nelected\nhad just passed\nStudents’ own answers.\n\n",
      "9\nStudents’ own answers.\n\n",
      "10\nRules\n\nPast simple\nPresent perfect\n",
      "11\nHave you heard\ndid they ban\n’ve gone\nregistered\n’ve read\nheard\nStudents’ own answers.\n\n",
      "12\nWhen did you last go to a rally?\nHas a politician ever inspired you?\nHad you ever protested before you came to this school?\nWhich political party was running the country four years ago?\nHow long had it been governing before it lost power?\nResponses are students’ own answers.\n\n",
      "13\nStudents’ own answers\n\nFast finishers\nStudents’ own answers. Possible answers:\nWangari Maathai was an incredible woman and an outstanding political activist. In her lifetime she fought successfully for sexual equality, social justice, the right to democracy and the protection of the environment. Maathai was awarded the Nobel Peace Prize in 2004- Africa’s first female to do so…\n\n"
    ],
    [
      "28\n",
      "1\nStudents’ own answers. Possible answers:\nPeople become adults when they start working, when they become independent or when they get married. In many countries, people usually become official adults at about 18.\n\n",
      "2\nTyler thinks young people should start voting at 16.\n\n",
      "3\nremember\nlisteners\n",
      "5\nStudents’ own answers.\n\n",
      "6\nStudents’ own answers. Possible answers (home-schooling):\n\nI would argue that parents should be able to decide how they want to educate their children.\nIn my defence, I’d like to note that home-schooled children tend to do well academically.\nThe counterargument is that at home students don’t get a chance to socialise.\nIt’s debatable whether or not the experience has a psychological effect on them.\nI’d like to draw your attention to the case of a boy who was bullied at school.\n",
      "7\nStudents’ own answers.\n\n",
      "8\nStudents’ own answers.\n\n",
      "9\nStudents’ own answers.\n\n"
    ],
    [
      "29\n",
      "1\nStudents’ own answers.\n\n",
      "2\n✔️ 4, 5\n\n",
      "3\nF. Leah thinks he’s a really nice person.\nT\nF. David reacted badly because Leah pushed him out of the way, so she could use the cash desk first.\nF. Leah went to a café.\nT\nT\n",
      "5\nStudents’ own answers.\n\n",
      "6\nStudents’ own answers. Possible answers:\nParents often limit the freedom of their teenage kids without remembering how it feels for a teen. If they explain their reasons more clearly, this helps to reduce the conflict.\n\n",
      "7\nStudents’ own answers\n\n"
    ],
    [
      "30\n",
      "1\nHave you ever been\nlove\nfeels\nhave been taking\nhave caught\ngoes\n’s studying\n’s only been\nhave already improved\nhave just moved\nare looking/look\n’ve seen\nhaven’t climbed\nwant\n",
      "2\nThe Eurostar does sound good.\nWe’re looking for a/the bus stop right now.\nMarta left her phone behind yesterday.\nPeople usually get around the city on foot.\nI do hate traffic jams.\nMy parents always set off at/before 7.\na.m.\nThey did enjoy the trip last week.\nTurn the lights on, please.\n",
      "3\nto save\nflying\nCan/Could\nto read/reading\neating\nmanaged to\nto help\nfor finding\nto meet\nwon’t be able to\nchatting\nMay/Could\n",
      "4\nfailed\n’d been learning\ncan’t\nfound\nhad ended\nmust\ncould\nwas standing\nwent\n",
      "5\ndid you get\n’re looking\nmust\nhave been\n’ve been studying\n’ve taken\nhaven’t done\nchoosing\npassed\nmanage to\ntelling\nmet\n’s been driving\nto be\nwere watching\nappeared\ncouldn’t\nhadn’t told\ncould\nlooking\nbe able\nHave you and Grandma arranged/Are you and Grandmaarranging\ndo\nhaven’t seen\nto write\n"
    ],
    [
      "31\n",
      "6\nmix\nbake\nboycott\npolicy\nsupport\ntax\nfarmer\nfarm\nraise\nfarming\npack\ntravel\ntrip\ncampaigners\n",
      "7\nstrike\ncrowd\ncommute\nlivestock\nprotest\nqueue\nfeed\ntake of\n",
      "8\nto\nget/take\nget on/board\nfrying\ngrow\nlaw\nabout\njourney/trip\n",
      "9\nHow many times have you taken a bus this week?\nWhat do people use a colander for?\nWhen did you last sign a petition?\nWhat do farmers usually do at harvest?\nWhen will you be able to register to vote?\nCould you imagine running the country?\n",
      "10\nStudents’ own answers.\n\n",
      "11\nEvery summer the councillors of the village organise a festivaloutside the town hall to get people involved in the community.They’ve been doing it for about thirty years.We look forward to it all year and there’s a great turnout. A lotof/Lots of people come from the city by car, so there are alwaystraffic jams.The local farmers donate their vegetables and eggs, and thecrowd collaborates to chop and mix the ingredients for a giantomelette. There’s a special five-metre frying pan for cookingthe omelette. It’s the biggest frying pan I’ve ever seen!I went to the festival every year when I lived in the village, butwhen I left, I stopped going because I wasn’t able to make thelong trip.I do miss it!\n\n",
      "12\nStudents’ own answers.\n\n"
    ],
    [
      "32\nStart thinking\nStudents’ own answers.\n\n",
      "1\nNo, they don’t. Ashley gets bored at home and doesn’t feel freeto be herself, and Josh has recently moved to a new town.\n\n",
      "2\nAshley likes having her own room.\nAshley doesn’t like depending on her parents/publictransport to go to town.\nJosh has lived in his house for almost a year.\nJosh had lots of friends nearby and his grandparents livedupstairs.\nJosh’s new house has got a garage and a garden.\n",
      "3\nStudents’ own answers. Possible answer:\nPhoto A shows modern buildings in a city. I think they’ve gotbalconies, so they’re probably flats. I think it could be a niceplace to live. Photo B shows a desert with big tents. I see awoman and some children who probably live there. It looks hotand dusty, not an easy place to live.\n\n",
      "4\nA the Olympic village in Rio, Brazil\nB a refugee camp in Kenya\n",
      "5\nhousehold\nsurroundings\nguests\naccommodation\nshelter\nroof\nhomeland\nsettle\nbelongings\nstuff\nforeigner\nhomesick\nwelcome\nbackgrounds\nStrangers\nThe word welcome appears as both noun and verb.\n\n",
      "6\nStudents’ own answers.\n\n",
      "7\nRules\n\nwould\nused to\nPast simple\n",
      "8\nBOTH\nused to\nBOTH\nwanted\ngave\nBOTH\n",
      "9\nStudents’ own answers.\n\nOnline research\nStudents’ own answers. Possible answer:I have chosen to talk about a refugee camp in Munich,Germany. The issue of refugees seeking asylum in Europereached a crisis point in 2016. Over 1 million refugees arrived inGermany in 2015.The Bayernkaserne refugee centre was set up to provide asafe, welcoming place of shelter and support for over 70,000refugees and asylum seekers who chose the city of Munich astheir next home. Refugees in the camp include men, women and children. Some are trying to escape the dangers of war and are seeking political asylum but others are also here because they have personally experienced violence at home and feel that they and their children are vulnerable and at risk. In addition to offering everyone a safe place to sleep, each refugee in Bayernkaserne refugee centre is given food, clothing and is seen by a doctor for an initial check-up. German language courses are also available as well as educational support, advisors and translators - all so that refugees can take their first steps towards settling down in their new city of residence. There are also sports facilities and a family house for women and children.\n\nFast finishers\nStudents’ own answers. Possible answers:\nA lot has changed in the last five years! We moved house last year. In our old flat, I used to have a small bedroom but now I have a really big room with my own bathroom - I didn’t use to have one before and it’s great! Also, my baby brother was born just three years ago. What a shock! Before then, I would always play by myself. My life has been completely different since he arrived but I wouldn’t change anything.\n\n"
    ],
    [
      "34\nStart thinking\nStudents’ own answers. Possible answers:\nI think extremely cold weather is worse. At least with hot weather, you can find shade and there are certain times of the day when you can escape the heat. Cold weather is cold from the moment you wake up until you get back into bed. I think crime and pollution can make a place difficult to live in, too.\n\n",
      "1\nA, James - Yakutsk, Russia\nB, Phoebe - Death Valley, California\nC, Nathan - Mawsynram, India\nD, Pria - Tristan da Cunha, Atlantic Ocean\n",
      "2\nC\nB\nC\nA\nD\nA, B\nD\n",
      "3\nStudents’ own answers.\n\n",
      "4\nRules\n\n-ever\nany-\nwhatever\nwherever\nany time\nanyone\nwhenever\n",
      "5\nanywhere\nwherever\nanyone/anybody\nwhoever\nany time\nwhenever\nanything\nwhatever\nStudents’ own answers.\n\n"
    ],
    [
      "35\n",
      "6\nRules\n\nbe\nget\n",
      "7\nB, ‘ll get used to\nC, are used to\nA, ‘m getting used to\nD, got used to\nC, was used to\nA, ‘m not used to/I haven’t got used to\n",
      "8\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nLast summer I went to Malta for two months. I went because I wanted to improve my English and there are loads of great language schools there. The island seemed really familiar, the sea and beaches reminded me of home. The food was also really similar to what I’ve always been used to at home and it didn’t take me any time to feel comfortable when I was out and about. The only thing I found really difficult to get used to was my accommodation, …\n\n"
    ],
    [
      "36\nStart thinking\nStudents’ own answers. Possible answers:\nI love athletics. It’s my passion in life and it has been since I was really young. It might sound strange but I’m happiest when I’m by myself, practising at the track. When I’m running I don’t have any worries - I don’t think about anything and that feels great! I don’t think everyone feels the same way I do. We all have different interests and different ways of feeling happy. Some people are introverts and enjoy being by themselves, other people are energised by being in a room full of friends. We’re all different.\n\n",
      "1\nStudents’ own answers.\n\n",
      "2\nF - surroundings\n\n",
      "3\nSuggested answers:\n\nB/C/G\nG\nG/B\nC\nC\nA\nA\nD\nG\nB\nB\nD/G\nE\nG\nG\n",
      "4\nStudents’ own answers.\n\n",
      "5\nDenmark\nWealth\nGiving\n84\nbig city populations/big cities\n2 to 3\nenthusiastic\n",
      "6\nStudents’ own answers.\n\n"
    ],
    [
      "37\n",
      "7\nRules\n\nessential\nnon-essential\nobject\n",
      "8\nWe use who/that for people, where for places, which/that for things, when for times and whose for possession.\nA relative pronoun isn’t necessary when it refers to the object of a defining relative clause.\nWe put prepositions at the end of the relative clause.\nWe use commas before and after non-defining relative clauses.\n",
      "9\nwhich/that\nwhere\nwhose\nwhen\nwho/that\nN\nwhich/that\nwho/whom\nStudents’ own answers.\n\n",
      "10\nStudents’ own answers. Possible answers:\nA singer who I really admire is Taylor Swift. In winter, when it’s cold, I like sitting in front of a fire.\n\n",
      "11\nRules\n\nwho/that\nare\nwhich/that\nis\nbe\nPresent simple\n",
      "12\nPeople living in big cities can be happy, too.\nCitizens living with corruption aren’t free.\nThe countries studied weren’t all rich.\nPeople looking for work don’t enjoy their free time.\nWealth invested in learning is never lost.\nStudents’ own answers.\n\n",
      "13\nWe live in a flat which is/that’s twenty years old.\nWe’ve got a cherry tree growing in the garden.\nThe people living upstairs are my cousins.\nIn my class there’s a girl born in Norway.\nI sleep on a big bed made of pine wood.\n",
      "14\nPeople who smile more actually feel happier.\nGet outdoors even on days when it’s cold.\nSpeak to someone you care about every day.\nVolunteers, whose actions help others, feel more positive.\nAnyone feeling depressed should avoid shopping!\nResponses are students’ own answers.\n\n",
      "15\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nPeople who keep in touch with friends and family feel happier. Make time every week for an activity you enjoy. Stay away from people who make you feel negative about your own life.\n\n"
    ],
    [
      "38\n",
      "1\nStudents’ own answers.\n\n",
      "2\nThey decide to go to walk to the River Thames.\n\n",
      "4\ncontradicts\nconfirms\ncontradicts\nconfirms\ncontradicts\ncontradicts\n",
      "5\nStudents’ own answers. Possible answers:\nThere are four Twilight books. Actually, there are five.\n\n",
      "6\nStudents’ own answers. Possible answers:\n\nA This hotel is lovely! I’d love to stay here.\nB Well, it hasn’t always been so nice! In fact, it used to be a military fortress.\nA Really? It seems very luxurious now.\nB Indeed it is. Today lots of people want to stay here. Mind you, few people can afford to have a holiday in a castle!\nA I can see that. After all, the views are fabulous.\nB Precisely. It’s hard to believe, but it used to be very cold and humid.\nA I suppose it changed when they put in electricity.\nB Actually, it changed much later, when it became a hotel.\nA Really? I’d love to see more. Why don’t we go for a coffee?\nB We could go to the hotel coffee bar.\nA Isn’t that too expensive?\nB On the contrary, it’s relatively cheap.\nA What are you waiting for? Let’s go!\n",
      "7\nStudents’ own answers.\n\n"
    ],
    [
      "39\n",
      "1\nStudents’ own answers. Possible answers:\nIt might be difficult to get used to the country, the culture, the language or the food.\n\n",
      "2\nHe found it hard to get used to living on his own, speaking English, the food and university lectures.\n\n",
      "3\n✔\n-\n✔\n✔\n️✔\n✔\n",
      "5\nStudents’ own answers.\n\n",
      "6\nStudents’ own answers. Possible answers:\nI changed schools two years ago. At first, I was lonely because I didn’t have any friends at this school. Then I was proactive and I started to talk to people. Now I’ve got lots of friends here.\n\n",
      "7\nStudents’ own answers. Possible answers:\nMy brother has got a job in a different city, so he’s leaving home. I know that nothing lasts forever, but I’m going to miss him. But I’m going to be proactive and call him or message him regularly. I’m going to count on myself instead of waiting for him to contact me.\n\n",
      "8\nStudents’ own answers.\n\n"
    ],
    [
      "40\nStart thinking\nStudents’ own answers. Possible answers:\nI think my village will have a lot more homes but fewer shops on the high street. People will mainly shop online or drive out to big supermarkets for their food and clothes. People will only meet neighbours when they go to school or the local café. I think this will happen because online retail will make it difficult for smaller supermarkets, furniture retailers and clothes shops to compete. People will buy online and have everything delivered to their door.\n\n",
      "1\nThe USA built it to record the entry of immigrants to the country.\n\n",
      "2\nLess than two thirds of New York City’s inhabitants were born in the USA.\nWhen British forces invaded the city, they changed its name from New Amsterdam to New York.\nThey go to visit the immigration museum.\nAbout a third of the immigrants stayed in the New York area, and the rest went to other areas of the USA.\nEllis Island closed because a law in 1924 reduced the number of immigrants arriving in the USA.\n",
      "3\nB\nE\nC\nD\nA\n",
      "4\n1-7 in any order: increase, rise, double, soar, growth, upward, boom\n8-11 in any order: shrink, decrease, drop, downward\n12-13 in any order: peak, reach\n14 vary\n15 level off\n16 rate\nboom, decrease, increase, peak, drop and rise noun and verb.\n\n",
      "5\n-12% refers to how much the European population will have shrunk by.\n2.01 refers to the average number of children per woman in Ireland.\n2⅔ refers to the world’s population increase between 1800 and 2000.\n10-24 refers to people aged between 10 and 24 years. 9,000,000,000 refers to the predicted world population by 2040.\n",
      "6\nI spent two and a half times more on this laptop than on my old one.\nThe population of my town is sixty-eight thousand, nine hundred and twelve.\nPrices will have risen by at least one point nine per cent by the next year.\nThese statistics reflect the responses of eighteen-to-twentyfive-year-olds.\nThe temperature reached minus twelve degrees during the night.\n-\n\n2½\n68,912\n1.09%\n18-25\n-12°\n",
      "7\nRules\n\nperfect\ncontinuous\n",
      "8\nwill be living\n’ll be using\nwill have increased\nwill have risen\nwill be generating\nStudents’ own answers.\n\nCorrect figures from audio check:\n\n6.3 billion\n1,000\n6,000,000\n2.01\na third\n",
      "9\nStudents’ own answers.\n\nOnline research\nStudents’ own answers. Possible answers:\nI’ve chosen to research what experts believe medicine will look like in 50 years from now. Here are my top 2 future trends:\n\nBy 2030, 3D printing will have completely changed the face of surgery. Special 3D printers will be able to create organs that can be transplanted directly into sick patients. This will transform millions of people’s lives worldwide as patients will no longer have to wait for compatible donors.\nIn the next 20 years, research institutes will be developing new technologies so that artificial limbs will no longer be uncomfortable and impractical. By the end of 2040, prosthetics will have become completely intuitive, controlled by the patient’s thoughts.\nFast finishers\nStudents’ own answers. Possible answers:\nI predict Sara will be working in a charity in Chile - she loves helping people and has always wanted to live in South America. Simone will have graduated in Artificial Intelligence and will be developing robots for NASA!\n\n"
    ],
    [
      "42\nStart thinking\nStudents’ own answers.\n\n",
      "1\nStudents’ own answers. Possible answers:\nThe article could be about how much information we read every day. It’s probably linked to how much we use the Internet.\n\n",
      "2\nStudents’ own answers. Possible answers:\n\nData growth\nYour personal data\nWhat is ‘Big Data’?\nData and shopping\nHow governments use data\nUsing data to prevent crime\nDangers with Big Data\n",
      "3\nF\nA\nC\nG\nE\nD\nB\n",
      "5\nStudents’ own answers.\n\n",
      "6\nfour-month\nsixteenth-century\neight-week-old\ntwo-kilometre-long\ndigitally-recorded\n",
      "7\nTwenty-second-century\nwell-known\ntwo-year-old\nfive-minute\ndensely-populated\n764-metre-high\n"
    ],
    [
      "43\n",
      "8\nRules\n\nwill\nmight\nbe going to\nPresent simple\nPresent continuous For other uses, see Grammar reference p.126.\n",
      "9\n’s going to\nbegins\nwill\n’re chatting\nwon’t see Students’ own answers.\n",
      "10\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nI’m catching the last bus home tonight. It’s going to be beautiful weather on Sunday, so I’ll probably go to the beach. I’m going to meet my aunt at the station later.\n\n"
    ],
    [
      "44\nStart thinking\nStudents’ own answers.\n\n",
      "1\nStudents’ own answers. Possible answers:\nThe ‘negativity bias’ means that people tend to focus more on unpleasant things than on positive news and events. This can make us fear the future and miss opportunities.\n\n",
      "2\nEnvision: forecast, foresee, expect, guess, anticipate, look ahead, warn\nWorry: anxiety, dread Advance: make progress, move forward, get ahead\nChange schedule: delay, push back, bring forward\nIn the future: upcoming, coming, one day, be due to, some day dread appears as both noun and verb.\n",
      "3\nC\nA\nB\nB\nB\nB\nD\n",
      "4\nStudents’ own answers.\n\n",
      "5\nThey're all positive predictions.\n\n",
      "6\nc\ne\nf\nd\na\n",
      "7\nStudents’ own answers.\n\n"
    ],
    [
      "45\n",
      "8\nRules\n\nPresent simple\nbefore/in case\nin case/before\n",
      "9\n’ll start/’m going to start\nget\n’ll check/’m going to check\nmake\n‘m not going to finish/won’t finish/won’t have finished\ncollects\ngoes\n’m still going to study/’ll still be studying\n’ll enrol/’m going to enrol\nfinish\n",
      "10\nStudents’ own answers.\n\n",
      "11\nRules\n\nb\nc\na\n",
      "12\nWhen we feel depressed, we make life worse.\nIf you have hope, you have a future.\nWe care the most about something when we lose it.\nIf you want a good career, get an education.\nIf tomorrow looks dark, make today brighter.\nStudents’ own answers.\n\n",
      "13\nbecome\n’ll lose\n’d ban\nwas/were\nbuilt\nwould have\nwon’t move forward\nget\nfound\nwouldn’t be\nwon’t give\nuse\nwon’t have\nstart\ndidn’t have to\n‘d never get\n",
      "14\nHow will your daily life be different when you’re 80?\nWill you buy smart glasses if they become popular?\nWould the world be a better place if everyone worked less?\nIf China becomes the world’s biggest economy, how might the world change?\nIf robots took 50% of our jobs, what do you think would happen to us?\nResponses are students’ own answers.\n\n",
      "15\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nI never usually write reviews, but I was so angry when my holiday was ruined that I had to say something! I downloaded the app from a website that a friend showed me. It’s an app for…\n\n"
    ],
    [
      "46\n",
      "1\nStudents’ own answers. Possible answers:\nWednesday’s my busiest day because after school I have a guitar lesson and football practice. I use the calendar on my smartphone.\n\n",
      "2\nThey agree to meet on Saturday.\n\n",
      "4\nStudents’ own answers. Possible answers:\n\nGreat! Let’s set a time.\nNo, sorry. I’ve got something on.\nPerfect! Shall we pencil it in?\nOk, let’s reschedule for next week, then.\nDon’t worry. We can confirm later.\nI think she’ll call it off.\n",
      "5\nA Gina, let’s set a date to study for our exam.\nB Good idea. Are you free next week at all?\nA Let me check my phone… I’m not doing anything on Tuesday after school.\nB OK… let me see if I’m free … Oh! Sorry, I’ve got something on.\nA All right… How about Sunday?\nB I’m a bit tied up on Sunday. I’m supposed have a picnic with my family.\nA But it’s going to rain on Sunday!\nB So I’ve heard. In fact, I think they’ll call off the picnic.\nA We could probably meet on Sunday, then. Shall we pencil it in?\nB OK. If I have to go, we can reschedule for a different day.\nA That’s fine.\nB Let’s confirm on Saturday. A Sounds good to me.\n",
      "6\nStudents’ own answers.\n\n"
    ],
    [
      "47\n",
      "1\nStudents’ own answers. Possible answers:\nThey don’t know anyone. They can make friends at lessons and events. They have to get used to big classes. They can sit at the front to make sure they don’t miss any information. They have to look after themselves. They can learn to cook and wash their clothes. They have to organise their own time. They can schedule everything they need to do.\n\n",
      "2\nurgent\nnot urgent\nimportant\nnot important\n",
      "3\nmorning classes\nlunch\nclass\nhomework\nbasketball practice\ndinner\n"
    ],
    [
      "48\nStart thinking\nStudents’ own answers. Possible answers:\nOnce I blamed my sister for taking some money from my purse without asking me. She denied it but I didn’t believe her. I told my parents and I even told some of her classmates. She was really upset but I felt angry and justified. Then about three months later I remembered I had actually put the money in my drawer to keep it safe but I had completely forgotten about it at the time. The moment I realised, I felt dreadful. I said sorry but I knew I had been cruel. My sister forgave me but I still feel awful about it.\n\n",
      "1\nLouise seems to regret her mistake but Jessica doesn’t.\n\n",
      "2\nLouise didn’t follow the instructions for her presentation or the list of topics\nShe learned to pay attention to instructions.\nJessica went to the wrong restaurant for a job interview.\nThere were several restaurants all together, and she was nervous.\nShe was able to work in a different restaurant that she likes more, and she now earns more money.\n",
      "3\nc\ne\nb\na\nd\nStudents’ own answers.\n\n",
      "4\nmake\nfail\nfailure\nturned\npassed\noverestimate\nunderestimate\npretend\nfake\nlie\nlost touch\nby\npurpose\nup\nlet\nup\nby\nby\ndesign\nslip\nSlip up is a verb; with a hyphen, slip-up becomes a noun.\n\n",
      "5\nStudents’ own answers.\n\n",
      "6\nRules\n\nc\nb\na\n",
      "7\nStudents’ own answers.\n\n",
      "8\nStudents’ own answers.\n\nOnline research\nStudents’ own answers. Possible answers:\nWriter’s background: Kathryn Schulz, an American journalist and author Main theme of blog: Don’t regret regret! Interesting: Schulz talks about how she now feels a huge sense of relief because she was able to finally ‘make peace’ with all her regrets. I found this interesting because it was the first time I had read something from this perspective. Usually bloggers talk about the mistakes they have made and either say they feel awful about what happened or that they decided not to regret what they had done. This blog seemed like such a kind approach to facing feelings of failure and guilt. Something which I am sure we all feel from time to time. She goes on to say: everyone has regrets, it’s part of what makes us human being able to laugh at yourself even when you are in pain is healthy, embrace the regret you feel and laugh! regret can teach us that mistakes aren’t bad and can inspire us try again - with better results! I found her approach to mistakes, regret and life inspiring.\n\nFast finishers\nStudents’ own answers. Possible answers:\nTwo years ago, I heard about a charity that needed volunteers to help set up a school in Ghana. They were looking for anyone who was able to help them for six weeks during the summer holiday. I knew I would be free in July and August and I did think seriously about going. I even spoke to my parents but in the end I decided against it. I was too frightened. When I found out…\n\n"
    ],
    [
      "50\nStart thinking\nStudents’ own answers. Possible answers:\nI recognise Charles Darwin: he’s famous for his theory of evolution, which changed the way we think about humans, animals and the world. I think successful scientists are like good detectives. They probably like to solve puzzles and are curious, observant, logical and persistent.\n\n",
      "1\nC\nA\nD\nB\n",
      "2\nA\nD\nB\nC\nC\nA\n",
      "3\nStudents’ own answers.\n\n",
      "4\nOrder may be inverse:\n\nantibacterial, antibiotics\ndebug, devalue\ndishonest, disappear\nmistake, mislead\nnonconformity, nonsense\nPossible additional words: antisocial, deflate, disused, misunderstand, non-fiction\n\n"
    ],
    [
      "51\n",
      "5\nRules\n\npast\npast\npast\npresent\n",
      "6\nwould be\nhadn’t become\nhad grown\nwouldn’t have started\nhadn’t got\nwouldn’t have created\nhadn’t saved\nwouldn’t have taught\nwouldn’t have worked\nhadn’t known\nhadn’t been\nwouldn’t have\n",
      "7\nStudents’ own answers. Possible answers:\nNikola Tesla was a Serbian-American physicist, inventor and engineer. He’s perhaps less well-known than Thomas Edison, who he worked with, but his contribution to how we live today is significant. In recent years, he has become recognised as one of the most influential scientists of the 20th century. His greatest achievements include the design of alternating current electricity (AC)…\n\n"
    ],
    [
      "52\nStart thinking\nStudents’ own answers. Possible answers:\nI’d read the first one if I wanted to be calm, the second one if I wanted to be popular, the third one if I was cynical, the fourth if I was curious and the last one if I wanted to be luckier. I think these types of books are popular because people are always trying to find solutions to their problems in life.\n\n",
      "1\nB\nD\nA\nC\nStudents’ own answers.\n\n",
      "2\n😊 = 1, 2, 6, 7, 10, 11, 12, 15, 16, 17, 18\n\n😞 = 3, 4, 5, 8, 9, 13, 14\n\n",
      "3\njudged\nhandle\nquit\nforgive\nown up to\nput things right\nStudents’ own answers.\n\n",
      "4\nA\n\n",
      "5\nF. His lucky charm didn’t work.\nT\nT\nF. The lucky people noticed the message on page two.\nF. Unlucky people focus too much.\nT\nT\nF. Some lucky people might see if they could sell their story to the press.\n",
      "6\nStudents’ own answers\n\n"
    ],
    [
      "53\n",
      "7\nRules\n\nb\na\nd\ne\nc\nhave to and don’t have to have got a Past simple form.\n\n",
      "8\nshould\nmustn’t\nneed\ndon’t have to\n’d better\nhad to\n",
      "9\nStudents’ own answers.\n\n",
      "10\nRules\n\nnow\npast\nmodal verb\nhave\npast participle\n",
      "11\nmay have slowed me\nmust have had\ncan’t have been\ncould have run with me\nshould have supported/could have supported\nI shouldn’t have\n",
      "12\nI don’t have to learn English to be a nurse.\nI need to arrive on time for the test!\nI think I might have forgotten my gran’s birthday.\nI must have left my s on the beach.\nI could have started drama school this year, but my parents didn’t approve.\nResponses are students’ own answers.\n\n",
      "13\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nWhen I was thirteen, I made a big mistake. Please don’t judge me too badly! One Wednesday morning, my best friend at the time met me on the bus and said we should go to the local shopping mall instead of going to school. I should have listened to my instinct, but looking back I can see that I must have just wanted to fit in…\n\n"
    ],
    [
      "54\n",
      "1\nStudents’ own answers.\n\n",
      "2\nShe tells the story of when she ran into a glass door as a child and was given blood in hospital.\n\n",
      "3\nasking\nanswer\n",
      "5\nStudents’ own answers.\n\n",
      "6\nStudents’ own answers. Possible answers:\nTraining for a sports event Against all odds, you might be one of the first cross the finishing line. You’ll need to train every day to meet the challenge of finishing a marathon. The to success lies in finding a running partner. You need to work towards increasing your stamina. It’s worth investing in a decent pair of shoes to avoid injury.\n\n",
      "7\nStudents’ own answers.\n\n",
      "8\nStudents’ own answers.\n\n",
      "9\nStudents’ own answers.\n\n"
    ],
    [
      "55\n",
      "1\nStudents’ own answers.\n\n",
      "2\npositive\nreward\nwant to be like\n",
      "3\nT\nT\nF. Eve is proud of Rob’s quick progress.\nT\nF. He thinks it makes sense.\nF. He’s more positive now.\n",
      "6\nStudents’ own answers.\n\n",
      "7\nStudents’ own answers. Possible answers:\nI want to become a doctor.\n\nBe positive: Be optimistic about exams, so I’m in a good mood. Focus on my progress.\nGive myself a reward: Reward myself for every exam I pass. Allow myself to watch an episode of my favourite TV series if I study every evening.\nSpend time with people I want to be like: Hang out with friends who want to study medicine/go to university. Arrange to meet friends to go to the library so peer pressure will force me to study.\n"
    ],
    [
      "56\n",
      "1\nDid he use to live here? Yes, he did.\nEmily lived in Oxford for two years and then she moved toLondon.\ncorrect\nAre you getting used to walking to school? Yes, I am.\nMrs Gill, whose son plays in a band, is my teacher.\n",
      "2\n’ll be celebrating\n’ll be\n’m going to have\nwill come\n’ll tell\n’m not going to do\n’ll have taken/’ll take/’m taking/’ll be taking\n’ll stay\n’re flying/’ll be flying\nwon’t feel\ntakes\n’re going to eat\n",
      "3\n’s\nfeel\ngets\ndecreases\nrains\n’ll feel\nwon’t want\nwill I do\nhappens\n’ll get\n’ll make/will make\nwas/were\n’d spend\n’d definitely improve/would definitely improve\n",
      "4\nhad\nwould stop\nhad been, would have gone\nhave bought, had remembered\nwould be, hadn’t missed\nShould we\nmust\nmustn’t\ncan’t have seen\n",
      "5\nhadn’t moved\n‘d gone\nwould\nto doing\nwhose\nwhich\nwould still be\nhadn’t got\n’ll be flying\nwill take/takes\n’ll have landed\nunless\ncould\n-\n’d known\n’d have invited\nwhen\n’d better\nwouldn’t\nwas/were\n’d ask\naffects\ndon’t get\ncould\n’d react\n",
      "6\nforeigners\nsettle\nwork-life balance\noutlook\nincrease\nrate\nexpect\nanxiety\nlie\npretend\ncope\nmake the most of\n",
      "7\nsatisfaction\nbelongings\ndouble\ndelay\nunderestimate\nforesee\n",
      "8\nroof\ndrop/decrease\nmade\ndown\nstandard\nmistake/accident\nmess/slip\nlife\n",
      "9\nHow would you feel if you lost touch with your best friend?\nDo you think you’ll settle in another country one day?\nWhat do you do when you’re in a bad mood?\nWhat are the issues (which/that) you really care about?\nWhat would you have done if bus fares had doubledlast year?\nWill your wealth have increased in ten years’ time?\n",
      "10\nStudents’ own answers.\n\n",
      "11\nWe’re used to thinking that people retire at 65, but we need toget used to the idea of pushing this moment back.The increase of life expectancy and the drop in the rate ofpopulation growth will both have an impact on our quality oflife. If people live longer but they don’t work longer, they won’tcreate enough wealth.Foreigners who settle will help to improve the balance,because they’re usually young and productive. We shouldprobably welcome immigrants, but we usually blame them fortaking accommodation and jobs.If we could anticipate demographic trends, perhaps new lawscould put things right. The only thing we can be sure of is thatwe won’t retire at 65, like people used to do.\n\n",
      "12\nStudents’ own answers.\n\n"
    ],
    ["58-59\n"],
    [
      "58\nStart thinking\nStudents’ own answers.\n\n",
      "1\npulp (a kind of wood that you cut up and mix with water, and sometimes with chemicals, to create a thick liquid)\n\n",
      "2\nThe way we make paper determines its characteristics, cost and uses.\nBurneside Mills has been making paper since the mid-1700s, for almost 3\nyears.\nIndustrially-produced paper is cheap, useful, and every sheet is the same.\nThe procedure is basically the same for both methods, but everything is done by hand to make handmade paper.\nPeople use handmade paper to decorate objects.\n",
      "3\nFewer people work in manufacturing, and the service industry is growing. This sector is employing more new graduates and attracting young entrepreneurs.\n\n",
      "4\ndesign appears as both a noun and a verb.\n\nearn\nmanufacturing\nwarehouses\nemployees\nemployment\nfirms\nraw materials\nmanufacture\ndesign*\nfaults\nmass-produced\nhandmade\nemploy\nemployer\ndelivery\ndesign\ngoods\nentrepreneurs\nset up\nmake money\n",
      "5\nStudents’ own answers.\n\n",
      "6\nRules\n\none\nones\none\n",
      "7\nthat one\na long one\nblack ones\nlast one\na new one\n",
      "8\nStudents’ own answers\n\nFast finishers\nStudents’ own answers. Possible answers:\nWhat’s more important: possessions or experiences? In this essay I’m going to look at why many of us surround ourselves with possessions and the negative impact that can have on our lives. I will also look at the importance of putting time aside to experience things other than work…\n\n"
    ],
    [
      "60\nStart thinking\nStudents’ own answers.\n\n",
      "1\nStudents’ own answers. Possible answers: You could read this in a leaflet, on a poster or on the Internet. Maybe the author is angry. I don’t think he/she is a professional writer or journalist.\n\n",
      "2\n1924\n21\n30%\nFrench\n90%\nmonths\nbillions\njobs\nThis is a leaflet or a poster, or maybe a website.\n\n",
      "3\nF. They want to decrease the life of phones.\nT\nF. The Phoebus cartel’s main interest was to make money.\nT\nF. Today’s young people are less interested in material goods.\nT\nF. People buy fewer goods in a circular economy.\n",
      "4\nStudents’ own answers.\n\n",
      "5\nPossible definitions in brackets:\n\nshorten (make shorter)\nweaken (make weaker)\nexemplify (be an example of something)\nsimplify (make simpler)\npopularise (make popular)\nrevolutionise (cause a radical or revolutionary change)\n",
      "6\neconomise\nsaddens\nmodernise\nsweeten\nclarify\nbeautify\nsickens\nStudents’ own answers\n\n"
    ],
    [
      "61\n",
      "7\nRules\n\nb\na\na\n",
      "8\nme to buy\nmy phone repaired\nus wait\nmy photo taken\nsomeone to arrange\nyour eyes tested\nsomebody to carry\n",
      "9\nHow do companies get us to buy their products?\nWould you ever get a tattoo done?\nWhere can I get my bike repaired?\nHas a friend ever have you lie for them?\nHave you have had your passport photo taken?\n",
      "10\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nI had my teeth cleaned and checked at the dentist’s last year. I persuaded someone to do something for me when I had just moved into my room at university. I was sharing a house with three other students (who I hadn’t met yet!). My room was nice but it only had a bed in it – nothing else. So I called up my brother and got him to drive me to a furniture store. We got back late, so he got me to buy him a pizza for dinner!\n\n"
    ],
    [
      "62\nStart thinking\nStudents’ own answers.\n\n",
      "1\nStudents’ own answers. Possible answers:\nPeople are buying fewer things and they are sharing their possessions with each other instead.\n\n",
      "2\nC\nE\nD\nF\nB\nA\n",
      "3\nloan\nhire\nfee\nback\nown\nhire it out\nswap\nlend\nborrow\nmiddleman\nreview\nrating\ntrust\naway\npass\nmend\nfixed\n",
      "4\nC\nA\nB\nA\nB\nB\n",
      "5\nStudents’ own answers.\n\n"
    ],
    [
      "63\n",
      "6\nRules\n\nActive\npassive\npast participle\nby\ncan\nbe\n",
      "7\nwere designed\nhad developed/were developing\nare using\nhave been injured/were injured\nwas presented\nwill be sent\nare printing\nwere set up\nbe taught\nuse\nStudents’ own answers.\n\n",
      "8\nwas invented by\nservices are used by\nBritish homes will be rented\nis being advertised in\nhave been written for\nemployees should be paid fairly\n",
      "9\nWho was the first commercial light bulb invented by?\nWhere is Edamer cheese made?\nWhat prize was awarded to Martin Luther King, Jr. in 1964?\nIn which city have the coldest average winter temperatures been recorded?\nWhich actress was seen leaving free books in the London Underground?\nResponses are students’ own answers.\n\n",
      "10\nStudents’ own answers. Possible answers:\nIn which city will the next Olympic Games be held? In which year was the LEGO company founded? Who was the first plane with an engine invented by?\n\n",
      "11\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nThe bar in our village has been converted into a shop with a post office. The park will be cleaned by groups of volunteers next weekend. The playground has been renovated. The train station has been closed because of today’s strike. More car parks are being built outside town.\n\n"
    ],
    [
      "64\n",
      "1\nStudents’ own answers. Possible answers:\nWritten instructions are confusing but you can read them slowly. A diagram is easy for some people but really difficult to understand for other people. It’s very slow to teach yourself to do something, but there’s no time pressure. A demonstration is easy with a good teacher, but it happens very quickly.\n\n",
      "2\nSam is showing Steve how to save a document on the new system.\n\n",
      "4\nd\nb\ne\na\nc\n",
      "5\nA Now, I’m going to show you how to use WhatsApp. Watch carefully because it’s tricky. This is how you create a contact… Did you get that?\nB Um, would you mind showing me again, please?\nA Of course not…You do it like this because it’s the easiest and quickest way. All right?\nB I think so.\nA Now, why don’t you have a go?\nB Um, I think I missed the last part…\nA No problem. Just watch me again. Will you open it like this, please?\nB Ah… OK. I’ll try…\nA Hmm… No. That won’t work, I’m afraid. You need to double-click. I’ll do it again and you watch. Double-click like this! Got it?\nB I think so…\nA Hmm, I’m afraid it didn’t work. Let’s try to get this right. You mustn’t click too slowly. Open it like this, will you?\nB Oh dear. I hope I get it right this time…\nA You did it! Well done!\n",
      "6\nStudents’ own answers.\n\n"
    ],
    [
      "65\n",
      "1\nStudents’ own answers.\n\n",
      "2\nTranscript w 0\n\nDanny is the new editor of the school magazine.\n",
      "3\nf\nf\nf\nf\nf\n",
      "4\nSuggested answers:\nGet good team members. Take decisions for the team. Focus everyone on reaching a goal. Help team members to do their best. Let team members do what they enjoy.\n\n",
      "6\nStudents’ own answers. Possible answers:\nA teacher needs to help the whole class to succeed. A parent needs to set an example for their children. A politician needs to make everyone collaborate for the benefit of the people. For a coach, what matters most is getting the right team members. A manager needs to focus everyone on reaching a goal.\n\n",
      "7\nStudents’ own answers. Possible answers:\nSports coach Good practice: A coach needs to get good players on board and needs to be able to decide about changing players during a match. What matters most is helping the players do their best and reaching the goal of winning matches. Bad practice: A coach shouldn’t take players out of the match if they’re enthusiastic. A coach should set an example by doing what the team members should do.\n\n",
      "8\nStudents’ own answers.\n\n"
    ],
    [
      "66\nStart thinking\nStudents’ own answers.\n\n",
      "1\nThe speakers are talking about a homeless man who was arrested by the police.\n\n",
      "2\nJoelle found out about the situation on social media. Jordan found out from a report on the radio.\nJoelle says that everyone was happy about the man playing his guitar outside the café, but Jordan says they weren’t. Joelle says the arrest was a complete surprise, but Jordan says the police warned the man. Joelle wonders what will happen to him, but Jordan says the social services are trying to find him a place to live.\n",
      "3\nStudents’ own answers. Possible answers:\nAnyone can be a citizen journalist. All they need is to witness an event and record it somehow (video it on their phone, write about it on social media). A traditional journalist is a professional and often agrees to a code of ethics so that their news reports are accurate.\n\n",
      "4\nBroadcast and report appear as both nouns and verbs.\n\nwitnesses\nbroadcast\nat the scene\nsources\nfootage\nrecorded\nreport\nbreaking news\nReporters\nthe press\ncover\ncoverage\npresenters\nthe news\nlive\nedit\npublish\nside\nheadlines\ncaptions\n",
      "5\nBella: CJ\nAli: TM\nLily: TM\nFinn: CJ\nWillow: TM\nHusan: CJ\nIsabel: TM\nLeyla: CJ\nZach: CJ\n",
      "6\nStudents’ own answers.\n\n",
      "7\nRules\n\nlet\nmake\nbase form\n",
      "8\nlet us use\nmade me do\nmake me cry\nlet her stay out\nlets me see/will let me see\nmade me want\nStudents’ own answers.\n\nOnline research\nStudents’ own answers. Possible answers:\nThere was lots of coverage about the closure of our local university by both traditional media and citizen journalists last month. Their approaches were very different. TV reporters were very composed, even when they were reporting live from outside the university. They reported the facts about government spending and cuts to education. They interviewed our local MPs, students and teachers. They asked each person the same questions and let them all answer. They didn’t comment or give their personal opinions. The citizen journalists have been very vocal – on Twitter, Facebook, Instagram and YouTube. They have uploaded loads of videos, mainly of students they have interviewed. There are also a few videos of teachers explaining how they feel. The tweets, texts and videos are all very emotional and subjective. Personally, I prefer traditional journalism. I trust it more because of the code of ethics – I believe it helps protect innocent people from being prejudged. However, I do think it’s important that everyone has freedom of speech. Also, when a topic is trending on social media, it encourages traditional media to report it too, which I think is good.\n\nFast finishers\nStudents’ own answers. Possible answers:\nIn this essay, I would like to discuss the role that the government plays in controlling the media and if that is positive or negative. I will explain, in more detail, the code of ethics the article mentioned and if media journalists should be made to follow it. I will then look at the arguments for civil rights and freedom of speech and how we can let these be part of our society but still protect our citizens…\n\n"
    ],
    [
      "68\nStart thinking\nStudents’ own answers.\n\n",
      "1\n✔️ 2, 4, 5\n\n",
      "2\nD\nC\nG\nE\nA\nF\n",
      "4\nStudents’ own answers.\n\n",
      "5\nargument\ncoverage\ndivision\nignorance\ninformation\npreference\nproposal\nsolution\nPossible answers:\nagreement, leverage, confusion, assistance, substitution, difference, professional, revolution\n\n",
      "6\nimpression\nAdvertisements\nImagination\ntolerance\nrefusal\ndeception\nStudents’ own answers.\n\n"
    ],
    [
      "69\n",
      "7\nRules\n\nA: also, as well as, too, what’s more\nC: although, despite, however, in spite of, nevertheless\nAnswers in table in any order:\n\nin spite of, despite, as well as, although, however, nevertheless, what’s more\nalthough\nalso\ndespite, as well as, in spite of\ntoo\nhowever, nevertheless, what’s more\n",
      "8\nalthough\ntoo\nWhat’s more,\ndespite\nNevertheless, Students’ own answers.\n",
      "9\nI watch the news on TV. I also read it online.\nI follow the news. However, I stay critical.\nCaptions are short. Nevertheless, they’re dramatic.\nAlthough I read headlines, I don’t read articles./I read headlines although I don’t read articles.\nAs well as being expensive, newspapers alienate young people./As well as alienating young people, newspapers are expensive.\n",
      "10\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nFashion is an important industry in Italy. It also gives work to a lot of people. However, I think people pay too much attention to fashion. Although it’s nice to have beautiful clothes, they aren’t the most important thing in life.\n\n"
    ],
    [
      "70\nStart thinking\nStudents’ own answers.\n\n",
      "1\nStudents’ own answers.\n\n",
      "2\nBias, prejudice, pressure, spin and trick appear as both nouns and verbs.\n\nobjective\npressure\ntrick\nspin\nangle\nup\ndown\nleave\nturns\nshapes\nbiased\nunreliable\nprejudices\non\nbias\nviewpoint\nmade it up\nfalls for\n",
      "3\n20/twenty\n1926\n15/fifteen times\ncharge more for advertising\nbored\n15/fifteen seconds\nlists\n69, 907\n",
      "4\nStudents’ own answers.\n\n",
      "5\nStudents’ own answers.\n\n"
    ],
    [
      "71\n",
      "6\nRules\n\nsay\ntell\ndoesn’t change\nchanges\n",
      "7\ntold\nhad\nsay\nis\nsay\nare\ntelling\nis\ntold\ndidn’t\n",
      "8\ntold us she was getting\njournalist had followed her there\neveryone should respect her\nwas doing that as part\nwould stay there until she/’d stay there until she\nStudents’ own answers.\n\n",
      "9\nRules\n\npositive\ndon’t use\ninfinitive\n",
      "10\nI asked Sara if/whether she could give me a hand.\nSara told me to wait a minute and she’d/would help me.\nI told Sara not to worry because it wasn’t urgent.\nSara asked me what the problem was.\nI asked Sarah to show me how I could upload my video footage.\n",
      "11\nI said I’d never been interested in celebrities.\nShe asked me if I thought the news was too depressing.\nHe asked if the website played on prejudice.\nSome people say it’s impossible to trust the press.\nI told her I planned to start my own blog.\nWhat the speakers said originally:\n\nI’ve never been interested in celebrities.\nDo you think the news is too depressing?\nDoes the website play on prejudice?\nIt’s impossible to trust the press.\nI plan to start my own blog.\nResponses are students’ own answers.\n\n",
      "12\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nMy dad told me not to forget to switch all the lights off before I went out. My brother asked me if I could help him with his Physics homework. My grandmother said she would cook me my favourite meal for dinner.\n\n"
    ],
    [
      "72\n",
      "1\nStudents’ own answers.\n\n",
      "2\nJosh thinks the stadium should move.\n\n",
      "3\nunderstand\npunctuation\n",
      "5\nStudents’ own answers.\n\n",
      "6\nd\nb\ne\nf\na\nc\n",
      "7\nStudents’ own answers.\n\n",
      "8\nStudents’ own answers.\n\n",
      "9\nStudents’ own answers.\n\n"
    ],
    [
      "73\n",
      "1\nStudents’ own answers. Possible answers:\nYou might see them in magazines, newspapers, on the internet, on flyers or on billboards.\n\n",
      "2\nBecause people may be misled into believing things which are not true.\n\n",
      "3\nthe message\nattract my attention\ndifferently from me\npoints of view\nthis message sent\n",
      "5\nStudents’ own answers.\n\n",
      "6\nStudents’ own answers. Possible answers:\nNews article promoting super foods:\n\nThe media message is from someone who wants to sell this kind of food.\nThis piece of media includes a representation of appetizing food and persuasive language.\nSome people might believe it and go out and buy the super foods.\nThe article represents the desire for a healthy lifestyle.\nThis message is sent to make people buy super foods.\n",
      "7\nStudents’ own answers\n\n"
    ],
    [
      "74\nStart thinking\nStudents’ own answers.\n\n",
      "1\nNo, we can only have a limited number of relationships.\n\n",
      "2\nThe most important relationships for children are family members and friends.\nChildhood friendships can be interrupted if we change schools, or move to a new house, town or country.\nOne third of UK teens spend over six hours online daily.\nAccording to Prof Dunbar, the size of our brain limits the number of relationships we can have.\nThe average 11th-century village had 150 inhabitants, and the average Facebook user has got around 155 online friends.\n",
      "3\nStudents’ own answers. Possible answers:\nLiving with parents as an adult: Your home is always clean and warm, and you don’t have to do any household chores at home. However, you are still treated like a child by your parents, even though you are an adult. Spending time with your parents every day can also be boring. Moving out: Living on your own gives you complete independence to do what you like. However, it’s very expensive and you need to do all your own cooking and cleaning.\n\n",
      "4\nStudents’ own answers.\n\n",
      "6\nStudents’ own answers.\n\n",
      "7\nRules\n\nso\nsuch\nso\nthat\n",
      "8\nso\nthat\nsuch a\nSo\nsuch\nso\nso\nthat\nStudents' own answers.\n\n",
      "9\nmade such a mess that your family got angry?\nfelt so happy that you cried?\neaten so much food that you felt ill?\nslept so late that you missed an appointment?\nreceived such good advice that you’ll never forget it/you never forgot it/you’ve never forgotten it?\nResponses are students’ own answers.\n\nOnline research\nStudents’ own answers. Possible answers:\nUsain Bolt retired from Olympic competitions in 2016 but I think he will always be remembered as one of the best athletes of all time. Although he showed great talent in athletics from an early age, his parents and coach said that he was not strong enough to leave home. The family made him stay and told him to continue training locally. They decided that even though he was a strong athlete he wasn’t mature enough to be independent and live alone. The decision to make him stay in Jamaica and not to follow the offers of coaching and sponsorship abroad was a very important one. In an interview about his childhood and his incredible rise to success, Bolt said that he recognised this as the best decision he and his family ever made.\n\nFast finishers\nStudents’ own answers. Possible answers:\nI love my parents but I can’t wait to leave home this September. I chose to go to a university about two hours away from home – it’s perfect, because it’s near enough for us to visit each other but too far to bump into each other in the supermarket. My parents have always been so cool about my friends and going out, but I want to be independent. When they tell me I have to tidy my room and take the dog for a walk, it can be such a pain. Next week will be so much fun – I can choose when to wake up…\n\n"
    ],
    [
      "76\nStart thinking\nStudents’ own answers.\n\n",
      "1\nD\nC\nA\nB\nStudents’ own answers.\n\n",
      "2\nA\nC\nB and D (either order)\nC and D (either order)\nB\nA\nD\nB and C (either order)\n",
      "3\nStudents’ own answers.\n\n",
      "4\nsymbolism\nheroism\nartist\nfantasist\nmagician\nhistorian\nintensity\nfamiliarity\nordinariness\nStudents’ own answers. Possible answers:\nfundamentalism, Buddhism, pianist, librarian, responsibility\n\n",
      "5\nmusician\nawareness\ncynicism\nGenerosity\npsychologist\nmaterialism\nStudents’ own answers\n\n"
    ],
    [
      "77\n",
      "6\nRules\n\nbecause/as\nbecause/as\ndue to/owing to /as a result of\ndue to/owing to /as a result of\ndue to/owing to /as a result of\nAs a result,\nso\nin order\nso that\n",
      "7\nof\nthat\nto\nas/because/since\nFor\ndue\nso\norder\n",
      "8\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nEvery time I see a painting by Matisse, my heart fills with joy! I think this is due to the fact that he uses such incredible, vibrant colours. I have seen a collection of his work in a gallery and the enormous canvases are so impressive. In order to see the whole picture, you have to stand back and let yourself dive in…\n\n"
    ],
    [
      "78\nStart thinking\nStudents’ own answers.\n\n",
      "1\nStudents’ own answers. Possible answers:\nArguments can be good for you because they make you feel more in control, optimistic and less stressed.\n\n",
      "2\npay attention to\npointed out\nraised\nshut up\nbring up\ntalk it over\nloses\narguing\nhold back\nkeep quiet\nchanging my mind\narguments\nfocus on\nputs me down\nshouted\nbanged on\ncalmed down\nmade up\nget carried away\nstand up for\n",
      "3\nStudents’ own answers.\n\n",
      "4\nC\nB\nC\nC\nB\nA\nB\n",
      "5\nStudents’ own answers.\n\n"
    ],
    [
      "79\n",
      "6\nRules\n\nsuggest\nreport\npersuade\nrefuse\napologise\n",
      "7\nB\nD\nC\nA\nA\nD\n",
      "8\n(that) it wasn’t her, it was him\nto forget her, because she wasn’t worth it\n(that) she would always be his friend\nthat they took a break\nif he cried he would make things harder\n",
      "9\nRules\n\nwere\nwould\nPast continuous\n",
      "10\n(that) they’d have an argument\nif he’d ever see her again\n(that) he was going to break up with her\nthey were getting married the following year\nwe were meeting the next/following day\n",
      "11\nI decided to send a text.\nI knew my life was going to change.\nI apologised for making a mistake.\nI thought I would never stop laughing.\nI realised that I’d changed my mind. Responses are students’ own answers.\n",
      "12\nStudents’ own answers.\n\nFast finishers\nStudents’ own answers. Possible answers:\nHi Sam I’m writing to you because I have to speak to someone! I’m going crazy. Finn and I have been having such a lot of arguments since we moved here. I’ve got no one to talk to and I miss everyone! Earlier this evening, I came home from work and I got angry straight away. Finn was already in his pyjamas, so I told him that he was the worst boyfriend – I thought we were having a romantic meal in our local restaurant tonight…\n\n"
    ],
    [
      "80\n",
      "1\nStudents’ own answers. Possible answers:\nI lend and borrow video games and sometimes money. Sometimes if you lend a friend money, he or she doesn’t pay you back.\n\n",
      "2\nJordan agrees to buy Ashley a better tablet.\n\n",
      "4\nStudents’ own answers. Possible answers:\nTo tell you the truth, I think your hair looked better before. I just want to apologise. I can’t pay you back now, but I’ll give you the money tomorrow. Perhaps I can take you out for a meal to make up for forgetting your birthday. Nothing personal, but I don’t think I should give you her number. It’s kind of embarrassing, but I read the wrong page. Dad, I was wondering if you could give me a lift?\n\n",
      "6\nStudents’ own answers.\n\n",
      "7\nStudents’ own answers. Possible answers:\nWe should have arranged to meet a few times a week to help the team chemistry. Nobody was willing to invest more time in the project because of the exams. We couldn’t convince anyone to take photos, so we had to research the ones we needed. It would have been better if we’d gone along with our first idea. We’d have earned the teacher’s respect if we’d done a better project.\n\n",
      "8\nStudents’ own answers.\n\n"
    ],
    [
      "81\n",
      "1\npersuasion\ncooperation\naccountability\nlistening skills\n",
      "2\ncooperation\npersuasion\nlistening skills\naccountability\n",
      "3\nF. It was about life as a teenager\nyears ago.\nT\nF. Becky was filming her own grandmother when she forgot to turn the sound on.\nT\nT\nF. There were four people in Carrie’s team including her.\n",
      "5\nStudents’ own answers. Possible answers:\n\nDavid’s mistake made a big difference to the team chemistry.\nDavid wasn’t willing to admit his mistake with the research./ Becky was willing to admit her mistake with the video camera.\nCarrie convinced the grandparents to take part.\nAt first Matt’s grandad didn’t want to go along with the project, but then he agreed.\nMatt earned Carrie’s/everyone’s respect for his cooperation.\n",
      "6\nStudents’ own answers\n\n",
      "7\nStudents’ own answers. Possible answers:\nWe should have arranged to meet a few times a week to help the team chemistry. Nobody was willing to invest more time in the project because of the exams. We couldn’t convince anyone to take photos, so we had to research the ones we needed. It would have been better if we’d gone along with our first idea. We’d have earned the teacher’s respect if we’d done a better project.\n\n",
      "8\nStudents’ own answers.\n\n"
    ],
    [
      "82\n",
      "1\nones\nbe washed\nhave\nwas manufactured\naren’t sold\nyour laptop serviced\nto take\na\n’re made\nis considered to be\nwas stopped\nthe\nget\n’d been sent\n",
      "2\nmake\nseeing that\nmakes\nWhat’s more\ntoo\nlets\nin spite of\nNevertheless\nas well as\nlet\n",
      "3\nTom said (that) he was going to read that book the following week.\nTom told me (that) he hadn’t enjoyed the film the night before/the previous night.\nTom told me to send Anna a message.\nTom asked (me) where Max was.\nTom asked (me) if/whether I could meet him that night.\n",
      "4\nsuch a\nwere going\n’d booked\nin order to\nso\nto go\non account of\nSo\nbecause\nso\nas\nsuch a\nwasn’t\ndue to\nchoosing\nsuch an\n",
      "5\nso\nsuch\n’s\none\nwas\nDue to/Owing to\nwere\nto\nmakes\ntoo\nwhether/if\nme to try\nlet me go\ntaking\nwas\n",
      "6\nreporter\nmake up\npressure\nentrepreneur\nget along\npain\nargument\ntalk over\n",
      "7\nloans\nthe press\nborrow\nemployer\nreviews\ntrust\nplay down\nfall for\nearn\nlend\n",
      "8\nmake\nback\nin\ndriving\nfix/mend\ndown\nlose\ntake\n",
      "9\nWhat makes you lose your temper?\nHow often do you have your hair cut?\nHave you ever borrowed money from a friend?\nWhat would you do if a stranger shouted at you?\nHave you read the headlines today?\nWill you set up a business one day?\nWho do you have a lot in common with?\nWhy is it difficult to be in a relationship?\n",
      "10\nStudents’ own answers.\n\n",
      "11\nAll my friends say they want to be famous, but I think the attention from the media would drive me mad. I admit that I’d like to make a lot of money, but not so much to let reporters cover everything I do. I don’t think celebrities can complain about receiving all that attention however, because that’s part of the job. I read in a magazine about an actor who was moving to the desert because he couldn’t put up with the pressure. He said that the reporters had got carried away and they had made him break up with his wife. That’s not all – now that the press can’t report about him, they make up stories! I’ll let my friends become rich and famous, but I hope they’ll lend me money if I need it!\n\n",
      "12\nStudents’ own answers.\n\n"
    ],
    [
      "87\n",
      "1\ndoes\ndo\ndo\ndid\ndoes\n",
      "2\nWe’re looking for a place to eat.\nYour shoes are dirty. Take them off!\nDon’t throw those books away!/Don’t throw away those books!\nHave you left your passport behind?/Have you left behind your passport?\nWhere do we get off the bus?\n",
      "3\nHow can I find his address out?/How can I find out his address?\nDoes Martin look up to his father?\nI can’t hear the music. Turn it up!\nThey always come up with good ideas.\nThe coach is already here. Let’s get on it.\n",
      "4\nMy sister doesn’t like getting up early.\nHow long does it take to get there?\nPeople create new apps all the time.\nLydia goes to the cinema once a month.\nI don’t believe you.\n",
      "5\nIs your brother studying; he is\nAre you waiting; I am\nIs Molly using; she isn’t\nAre we leaving; we aren’t\nAre Milly and Aisha sitting; they are\nIs Tom feeling; he is\n",
      "7\nHave you been travelling a lot recently?\nI haven’t been talking to Max.\nHas it been raining all day?\nHas Pete been trying to lose weight?\nShe hasn’t been living there for a long time.\nHave they been studying all morning?\n"
    ],
    [
      "88\n",
      "1\nd\nf\na\nc\ne\nb\n",
      "2\ntravel\nfares\ntrip\njourney\nroute\ncommute\n",
      "3\ntravel\nrush hour\ncommute\ncommuters\nget in\ntravel\ncatch/get/take/get on\ntraffic jam\n",
      "5\npack\ncheck-in\nFlight\nscan\nimmigration\narrivals\nboarding pass\n",
      "6\nhand luggage\nflight/trip/journey\ncheck in\nqueue\nboarding pass\nsecurity\nX-ray machine\n"
    ],
    [
      "89\n",
      "7\nA Lucy B Ryan C Lucas D Martha\n\n",
      "8\nF\nF\nT\nF\nT\nT\nF\nT Vocab on the web\nStudents’ own answers.\n\n"
    ],
    [
      "90\n",
      "1\ndoes\ndid\ndo\ndid\ndoes\n",
      "2\nYou do look hot.\nIt does rain a lot here.\nI do think fares are expensive.\nThey do work hard.\nShe does speak a bit of Spanish.\n",
      "3\nPeople in the UK do commute long distances.\nOliver does look tired every morning.\nI did enjoy the film last night.\nYou do need to work hard these days.\nEveryday travel does cost a lot sometimes.\n",
      "4\na\na and b\na and b\nb\n",
      "5\nThey couldn’t get on the bus.\nWe’re looking forward to the trip.\nI left my ticket behind.\nPeople get around London by bus.\nThey never set off early.\n",
      "6\ncome up with a new place\nset off\nlook forward to every trip\nfind stuff out\nturn my smartphone on\ncount on it\n",
      "8\nHave you and Sam tried; ‘ve ever tasted\nhas Jason had; ‘s known\nHave they got on; still hasn’t arrived\nHave you heard; ‘ve already read\nHave your parents bought; ‘ve had\n‘s happened; ‘ve just lost\n"
    ],
    [
      "91\n",
      "11\nHave you ever heard\nsee\n‘s\n‘s taking\ntravels\n‘s just learned\nhas been producing\nhasn’t found\nhaven’t become\n‘s ever ridden\n",
      "12\nforward\nnever\njust\ndoes\nstill\nin\nalready\nyet\nbehind\ndo\n"
    ],
    [
      "92\n",
      "1\nC\n\n",
      "2\nF\nF\nT\nT\nF\n",
      "3\nThe tickets are expensive and it also costs a lot to travel to and from the event.\nThey stood by the side of the road to get a free lift.\nCoach or train users benefit from liftsharing because it’s cheaper than their usual fares.\nLiftsharing is safer than hitchhiking because you find out about people before travelling with them, but you don’t when you hitchhike.\nTravel is easier at busy times when you liftshare because you have people to chat to when you’re stuck in a traffic jam and you don’t get bored.\n"
    ],
    [
      "93\n",
      "4\nB\n\n",
      "5\nher father\ndoesn’t have\nno\nan experiment\ndifferent ways\nfares\n",
      "6\nBecause she’s been driving round town for the last hour.\nHe’s just been watching a video on the Internet about robotaxis.\nThey’re using robo-taxis on routes around a business park at the moment.\nThe robo-taxi slows down and stops when there’s a stationary car in front of it.\nYes, he is, because computers don’t get bored at rush hour like taxi drivers.\nNo, you can’t, because they need to do more tests before they start using them in the city centre.\n",
      "7\nleisurely\nlucky\nartistic\neducational\nnervous\n"
    ],
    [
      "94\n",
      "1\nc ✔️ e ✔️\n\n",
      "2\nIf it rains, people waiting at the bus stop get wet.\nThere are too many people on the platform. It’s very dangerous./There are too many people on the platform, so it’s very dangerous./It’s very dangerous because there are too many people on the platform.\nThe Underground closes at midnight and it doesn’t open again until 6 a.m.\nYou can pay on the bus, but the driver never has any change.\nPassengers often miss their stop because the doors are blocked.\nThe driver often drives past the stop when the bus is full.\n",
      "3\n✔️ 2, 5, 8\n\n",
      "4\na Thousands of commuters use this route daily, but it has a number of failings.\nb First of all, there is the problem of frequency, because there are only four trains during the morning rush hour./First of all, there is the problem of frequency. There are only four trains per hour during the morning rush hour.\nc I would also like to complain about the trains themselves.\nd Many passengers are obliged to stand, so they block the door for people trying to leave or enter the carriage./Many passengers are obliged to stand, and they block the door for people trying to leave or enter the carriage.\ne As you can see from my comments, Line 3 is far from satisfactory.\n"
    ],
    [
      "95\n",
      "1\nhas been travelling\n‘s taken\ntrips\n‘s come\ntravel\npack\nhand luggage\nleave your passport behind\ndo\nlook for your flight\ndepartures\nfind your gate number out\ndoes\nset off\n",
      "4\nMy parents are planning a trip abroad in April. We’ve all come up with possible destinations, but we haven’t chosen one yet. My sister’s always wanted to visit Rome, but I’ve already been there. My father’s been talking about going to Paris, but my mother doesn’t like that idea. My brother doesn’t mind where we go. He’s just looking forward to getting on a plane.\n\n"
    ],
    [
      "97\n",
      "1\ne\na\nb\nd\nc\n",
      "2\nfor keeping\nto buy\nto have\nto find\nfor editing\n",
      "3\ncouldn’t\nbeen able to\ncould\ncan\nbe able to\ncan’t\n",
      "4\nwere able to/could\ncould\nmanaged to\nwas able to/could\nmanaged to\n",
      "5\nP\nA\nP\nFP\nA\nP\n",
      "6\nto look\ngoing\nwalking\nto help\nto stay\nwalking\nto take\nmissing\n",
      "7\nS\nD\nS\nD\nD\nS\nD\nD\nS\n"
    ],
    [
      "98\n",
      "1\nchop\nbake\nstrain\nboil\nfry\nslice\n",
      "2\nroast\nmix\ncutting board\nHeat\nteaspoon\nrolling pin\nMeasure\n",
      "3\nfrying pan\nsaucepans\ncolander\ncutting board\noven dish\ntablespoon\nteaspoons\nrolling pin\n",
      "4\nThings on a farm: crops/equipment/livestock\nFarming verbs: feed/grow/raise\nFarming problems: disease/drought/flood\n",
      "5\nfarmers\nraise\nland\nharvest\npicking\nplanted\nweeds\nsoil\ncrops\n",
      "6\nFarm\nland\nfarming\nraise\nlivestock\nequipment\nharvest\ncrops\n"
    ],
    [
      "99\n",
      "7\nC\nB\nD\nA\n",
      "8\nc\nb\na\nc\nb\nc\na\nc\n"
    ],
    [
      "100\n",
      "1\nfor\nfor\nto\nto\n",
      "2\nWe use it to measure the temperature of meat.\nWe use it to take corks out.\nWe use it to open tins.\nIt’s useful for keeping bottles of drink cold.\nIt’s useful for mixing ingredients quickly.\nIt’s useful for slicing vegetables thinly.\n",
      "3\ncould\ncan\nable to\ncouldn’t\ncan’t\nmanaged to\n",
      "4\nc\na\nc\nb\nb\na\na\n",
      "5\nStudents’ own answers.\n\n",
      "6\ngetting\nto do\nto set\nto go\nswimming\nto buy\ndoing\n",
      "7\ndoing\nto go\nto play\nto make\nto offer\nspending\nbooking\nto see\n",
      "8\nI don’t mind helping Isobel with her homework.\nThey forgot to bring their P.E. kit.\nI regret to tell you that the concert is cancelled.\nWhy don’t you try pressing that button to see what happens?\nEmily’s stopped eating meat.\n"
    ],
    [
      "101\n",
      "9\ncan\nto see\nto be\nmanaged\nfor mixing\nTo make\nallowed\ndoing\nto cook\ncouldn’t\n‘s able\ntraining\n",
      "10\nable\nCan\nfor\nto\nremember\nto\nfor\nCould/May\nallowed\nmanage/try\nnot\nto\n"
    ],
    [
      "102\n",
      "1\nE\nC\nA\nD\nB\n",
      "2\nF\nT\nT\nF\nF\n",
      "3\nThey form the pastry case by hand and they don’t use a container for baking it.\nIt guarantees that the pies come from a designated area in Leicestershire and the producers used the traditional recipe.\nPeople eat the whole pie today, but in the past they only ate the filling.\nThe village gave its name to a cheese, but you aren’t allowed to produce it there.\nOne producer tried to get the government to include the village of Stilton in the PDO, but it wasn’t successful.\n"
    ],
    [
      "103\n",
      "4\nB\n\n",
      "5\nmonth\nlike\nunusual\nthinks\neat at\n",
      "6\ninspiring\nchef\npaying guests\ndining room\nrestaurant\n",
      "7\nsurprised\nfrightened\ndisgusting\nexhausted\ndepressing\ndisappointed\n"
    ],
    [
      "104\n",
      "1\nSaturday\n,\nso\norder\nthen\ngood\n,\nor\nsteak\n,\nand\ndessert\neverything\nexpensive\n,\nbut\n",
      "2\n,\nbut\n,\nor\nthen\neveryone\n,\nso\n,\nand\n",
      "3\nThe best thing about the restaurant is the food.\nThe only downside to the restaurant is the service.\n",
      "4\na It’s the only place of its kind in the town, so it can get quite busy.\nb At weekends you have to book, or you won’t get a table.\nc There’s a wide selection of typical Indian starters on the menu; all of them are delicious!/There’s a wide selection of typical Indian starters on the menu, and all of them are delicious!\nd The main courses are also very tasty, and they are served with the most amazing basmati rice./The main courses are also very tasty; they are served with the most amazing basmati rice.\ne The owner is extremely friendly, but he is in no great hurry to take your order.\nf Fortunately, the price compensates for the service; the lunchtime set menu is extremely good value./Fortunately, the price compensates for the service, and the lunchtime set menu is extremely good value.\n",
      "5\nStudents’ own answers. Possible answers:\nThe best restaurant in my town is without doubt the Artichoke Heart. It’s got a Michelin star, so it’s a bit expensive, but the food is delicious! One of the nicest things about eating in the Artichoke Heart is the atmosphere. The waiters are extremely professional and efficient; they are always ready to fill up your water glass or bring you an extra piece of bread. The decor is completely white, and there is soft, classical music playing while you eat. I’ve only been there once, but it was the most relaxing meal I have ever experienced. The chef himself is quite young; he can’t be over thirty. However, he makes the most original dishes out of ingredients that you wouldn’t normally dream of putting together. I particularly enjoyed the black pudding yoghurt we had as a starter and the curry ice cream we finished up with. I would recommend the Artichoke Heart to anyone who is looking for somewhere to celebrate a truly special occasion. You may have to pay more for your meal, but it’s a small price to pay for being made to feel like a king or a queen for a day.\n\n"
    ],
    [
      "105\n",
      "1\ngoing/to go\nto save\ndrought\nflood\nto have\ngetting\nfarm\nfarmers\nwaking\nbeing\nspending\nlivestock\nplants\nsoil\n",
      "2\nheat\nslice\ncutting board\naren’t allowed to\ntablespoons\nfry\naren’t able to\noven dish\ncan\nrolling pin\nMeasure\nmix\nbake\ncan\n",
      "3\nA You always make delicious potatoes, Max! Do you bake them or do you fry them?\nB Do you want to know my recipe?\nA Yes, please! I’d like to be able to make them at home.\nB First I boil them in a large saucepan and I use a colander to strain them.\nA I can do that!\nB Then I pick some herbs and I chop them. I put the potatoes and the herbs in an oven dish with oil, and I mix them.\nA I didn’t manage to grow any herbs this year, but I’ll buy them.\nB You can buy special herbs for roasting potatoes. You need to roast them for about an hour.\nA Thanks Max! I’ll try to make them as good as yours!\n",
      "4\nMany people avoid shopping at supermarkets and try to go to farmers’ markets instead. You can buy food directly from local farmers at these events. To get the food to the market, farmers begin picking their crops very early that morning. You can’t get fresher food than that and you’re helping to support farming in your region. That means farmers will be able to keep farming their land and raising livestock in the future.\n\n"
    ],
    [
      "107\n",
      "1\nJason can’t know about it.\nIt could rain tomorrow.\nLife must be difficult at times.\nEd and Jo might get married.\nYou may not have time to finish the test.\nNurses must feel tired at the end of the day.\n",
      "2\nhadn’t had\n‘d been waiting\nhad Rob been feeling\nhad started\nHad your parents left\nhadn’t been concentrating\n",
      "3\ne\nc\nb\na\nd\n",
      "4\nwere watching\nhad got\ndid she do\ndidn’t finish\n‘d been swimming\nwas\n",
      "5\nMo didn’t start school until he was eight.\nShe still hasn’t finished reading the book.\nWhen did you first start learning English?\nHave you ever wanted to live abroad?\nMy parents listened to that music years ago./Years ago my parents listened to that music.\nThis is the first time we’ve been here.\n",
      "6\ndidn’t see\n‘ve read\nhaven’t lived\ndid Martin get\nfinished\nHave you spoken\n"
    ],
    [
      "108\n",
      "1\nf\na\nd\ne\nb\nc\n",
      "2\nactivist\ncampaigner\nsocial justice\nmarch\ncrowd\nprotest\nCivil rights\nequality\n",
      "3\nvote\nrally/protest\nriot\n(go on) strike\nprotest\nactivist\npetition\nboycotted\nfreedom of speech\ncampaigner\n",
      "4\nb\na\nb\na\nb\nb\nb\na\n",
      "5\ntown hall\nmayor\ncouncil\ndistrict\ncouncillor\nturnout\nreferendum\npolicy\n",
      "6\nStudents’ own answers\n\n"
    ],
    ["109\n", "7\nA\nC\nD\nB\n"],
    [
      "110\n",
      "1\nmust\nmay not\ncan’t\nmay\nmust\n",
      "2\ncould/may/might\ncan’t\ncould/may/might\ncan’t\nmust\n",
      "3\nstarted\nbroken\nbeen waiting\nbeen raining\nenjoyed\n",
      "4\nStudents’ own answers.\n\n",
      "5\nwas travelling\nwere chatting\nwas\nstopped\ndidn’t know\nhad been taking\n‘d dropped\n",
      "7\nStudents’ own answers. Possible answers:\nWhen I arrived at the airport, lots of people were standing in a queue at check-in. Some people had been waiting for over an hour. Apparently, the conveyor belt had stopped working so the staff couldn’t check luggage in. I went to the back of the queue and waited.\n\n",
      "8\nHave you heard\n‘s moved\ndidn’t know\nlooked\n‘s always wanted\nhaven’t read\n‘ve just returned\nwas it\ndid you like\nwent\nthought\nDid you see\nwatched\nhaven’t finished\n",
      "9\nHas your cousin registered; registered\nHave you ever got/been; got/was\nwent; ‘ve been\nHave you signed; signed\n"
    ],
    [
      "111\n",
      "10\nHave you finished\nhaven’t identified\ncan’t\nmust\nmight not\n‘ve seen\nmay\nplayed\ndidn’t like\n‘ve helped\n",
      "11\nwent\n‘d been studying\nentered\nsat\nhadn’t been sitting\nrang\nwas\nwas packing\nheard\nwere refusing\nhad decided\ndidn’t agree\n"
    ],
    [
      "112\n",
      "1\nA 5\nB 4\nC 3\nD 5\nE 1\n",
      "2\na 5\nb 3\nc 8\nd 6\ne 2\nf 1\ng 7\nh 5\n",
      "3\nStudents’ own answers. Possible answers:\n\nMichael King Sr. changed his name and his son’s name to Martin Luther King to remember the religious reformer, Martin Luther.\nMartin Luther King Jr.’s mother taught him that he was as good as anyone else.\nA congressman suggested a new bill in 1968 ecause Martin Luther King Jr. had just been assassinated.\nSix million people signed a petition and people took part in civil rights marches in Washington.\nAll American states have been observing MLK Day since 2000.\n"
    ],
    [
      "113\n",
      "4\n✔️ 1, 2, 4, 5\n\n",
      "5\nover 25 million\n4\n1964\n9\n906\n2011\n",
      "6\nThe National Mall commemorates all the important people in the country’s history.\nIt’s the first memorial to an African American in the National Mall.\nThey passed the Civil Rights Act in the USA in 1964.\nThe date is exactly\nyears after Martin Luther King Jr.’s famous civil rights march.\nBecause of Hurricane Irene.\n",
      "7\nmotherhood\nleadership\nChampionship\nchildhood\nadulthood\nfriendship\n"
    ],
    [
      "114\n",
      "1\nAs a result,\nIn addition,\nHowever,\nConsequently,\nMoreover,\n",
      "3\nIntroduction: b\nConclusion: a\n",
      "4\nAll answers required but in any order:\n\nHowever/Nevertheless\nAs a result/For this reason/Consequently/Therefore\nAs a result/For this reason/Consequently/Therefore\nIn addition/Moreover\nHowever/Nevertheless\n",
      "5\nStudents’ own answers. Possible answers:\nA change for the better Scientists have been wondering for years how to clean the world’s oceans. Around eight million tonnes of plastic are dumped in the sea each year. Recently, a young Dutch man called Boyan Slat has created a system he believes will help solve the problem. Slat’s invention is composed of a floating barrier in the shape of the letter V. The ocean currents push the plastic towards the centre of the V where there is a tank that collects it. However, Slat is not planning on throwing the collected plastic away. Instead he is hoping to sell it for recycling. As a result, the system should eventually finance itself. Slat was only sixteen when he first came up with the idea. On leaving school, he started studying aerospace engineering at university. Nevertheless, he could not forget his clean up system. Consequently, he put his studies on hold to work on his idea. An online talk gave him publicity and he raised two million pounds on a crowdfunding site. Moreover, he won the support of the Dutch government. Slat’s idea has passed the prototype stage, and is now being tested in various locations. If his design succeeds, the oceans will be cleaner, and the world will be a much better place.\n\n"
    ],
    [
      "115\n",
      "1\ntown hall\nHave you seen\ntook\nmight\nmayor\ncan’t\ncouncil\n‘ve spoken\nspoke\nban\nDid she sign\nhave they banned\nmust\ndidn’t give\n",
      "2\nactivists\nheld\nreferendum\nhad been engaging\nvoted\nhad been\nmarches\ncrowd\nhad marched\nrally\nturnout\nhad registered\nsupport\nwon\nhadn’t expected\n",
      "3\nA What did you do on Sunday, Jess?\nB I marched in the protest against the new airport.\nA Had you already participated in a rally or was it your first march?\nB I’ve always cared about civil rights and freedom of speech, but before Sunday I’d never got involved with local politics.\nA Was there a big turnout?\nB Yes, there was a crowd around the town hall. While we were protesting, a councillor came to speak with us!\nA Did the councillor support you?\nB I think so. We gave her a petition with ten thousand signatures of people who want a referendum about the airport.\n",
      "4\nI care about politics and I’ve voted in elections two times so far. I remember when I voted for the first time at the age of 18. I’d been looking forward to having the right to vote for months. When I went to the town hall that day, I couldn’t stop thinking about the people who had campaigned for votes for women over a century before.\n\n"
    ],
    [
      "117\n",
      "1\nused to/would\nuse to\nused to\nused to/would\nuse to\nused to\n",
      "2\nused to be/was\nlived\ndid Mark use to go/did Mark go\ndidn’t use to eat/wouldn’t eat/didn’t eat\ndidn’t use to swim/wouldn’t swim/didn’t swim\n",
      "3\nWe were used to getting up early.\nAre you used to living in London?\nI’m not used to eating spicy food.\nThey can’t get used to wearing a uniform.\nIs Tom getting used to his new job?\nYou’ll get used to taking exams.\n",
      "4\nisn’t used to staying\nget used to the way of life\n‘m getting used to driving\nhasn’t got used to the food/isn’t used to the food\nwere used to working/got used to working\n",
      "5\nwhere\nwho\nwhen\nthat/which\nwhose\nthat/who\nwhom\n",
      "6\nwho/that\nwho\nwho/that/-\nwho\nwho/that/-\nwho/that\n",
      "7\nThere’s an old olive tree growing in a pot.\nStudents attending college don’t wear uniform.\nThe man living next door to us is an actor.\nThe utensils used in the kitchen are very old.\nThe clock hanging over the fireplace belonged to my great-grandparents.\n"
    ],
    [
      "118\n",
      "1\nforeigner/guest/stranger\nroof/shelter\nbelongings/stuff\n",
      "2\naccommodation\nbelongings\nroof\nshelter\nhomesick\nGuests\n",
      "3\nhousehold\nstuff\nsettle\nbackground\nhomeland\nbelongings\nsurroundings\nhomesick\nwelcome\n",
      "4\nd\ne\nb\na\nc\n",
      "5\na\na\na\nb\na\nb\nb\na\n",
      "6\nmood\noutlook\nwealth\nsatisfaction\nupbringing\nlife expectancy\nvalues Students’ own answers.\n"
    ],
    [
      "119\n",
      "7\na 3\nb 5\nc 2\nd 4\ne 1\nf 6\n",
      "8\neight\nbox\nstandard\nbasic\nplane\nstaff\nhomesick\nfilms\n"
    ],
    [
      "120\n",
      "1\nused to be\nused to live\nlived\ndid you use to do\nused to spend\nwould play\nwas\nwouldn’t play\n",
      "2\nused to/would\nlived\nused to have/had\nwould/used to\nused to\nworked\nloved/used to love\ndidn’t get\n",
      "4\n‘m not\nhaven’t\nare you\nweren’t\nare\n",
      "5\ngetting used to\n‘ll get used to\nhaven’t got used to\nwas used to\nwas used to\nhasn’t got used to\n",
      "6\nThey’re getting used to living abroad.\nJenny wasn’t used to her new school at first.\nAre you getting used to driving your new car?\nJacob isn’t used to getting up early.\nWe’ll get used to air travel.\n",
      "7\nwhich\nwhere\nwho/that\nwho\nwhich/that/-\nwhose\nwhen\n",
      "8\nI spoke to the man who/that works at the library.\nThey visited Rome, where they went on a tour of the Colosseum.\nThose are the students whose bikes were stolen.\nThat necklace, which is over 100 years old, is very valuable.\nSue’s aunt, who lives in Oxford, is coming to stay.\nHave you seen the book I was reading?\n",
      "9\nlooking\nproduced\nreleased\nexposed\ninvestigating\n",
      "10\nc, What’s the number of the bus coming down the road now?\na, Wealth is a factor affecting people’s happiness.\ne, Dan drives a fast car produced in Germany.\nb, The people making a lot of noise aren’t from our village.\nd, The woman staying in Room 2 is a guest from Canada\n"
    ],
    [
      "121\n",
      "11\nstarted\nfelt\nused to go/went\nwhere\nwho/that\nwhen\nused to run/would run\ndidn’t stay/didn’t use to stay/wouldn’t stay\nwho\ngave/used to give/would give\nwhich\ndidn’t like/didn’t use to like\n",
      "12\ngoing\nget used to\nwasn’t used to\n‘m used to\nlocated\ncatching\nhaven’t got used to\nfinishing\n‘m getting used to\npage 122\n",
      "1\nd\na\nc\nf\nb\n",
      "2\nUSA\nsomething new\ncares about\nweather conditions\nsometimes\n",
      "3\nT\nT\nF\nF\nF\nT\n"
    ],
    [
      "123\n",
      "4\nA 2\nB 3\nC 1\n",
      "5\ntravel\nextreme\nregion\nMay\nJuly\nwinter\nsun\ncoloured\n",
      "6\nStudents’ own answers. Possible answers:\n\nIt’s known for its high standard of living.\nNo, there aren’t. Nordkapp is the most northern inhabited place in Europe.\nBecause, at times, you can see the sun at midnight.\nWhen the sun never rises completely above the horizon.\nHe feels less positive in the winter because there’s less daylight.\n",
      "7\nWhenever\nanybody\nanywhere\nWhatever\nwherever\nany time\nWhoever\nanything\n"
    ],
    [
      "124\n",
      "1\n1\n2\n0\n2\n0\n0\n",
      "2\nMy hobbies are athletics, cycling, swimming and climbing.\nI went to the doctor’s because I had a long, painful cut on my leg.\nMy aunt can speak Dutch, English, German and French fluently.\nI’ve got Maths, History and Geography homework tonight.\nAnna’s got long, straight, blonde hair.\nThe weather is usually warm, sunny and dry where I live.\n",
      "3\nD\nF\nH\nJ\nK\n",
      "4\na soft, spicy, Italian sausage\nit creates jobs in the area, attracts tourists and protects regional food\nhis big, beautiful, old home\nfresh, tasty and traditional\ndeveloping, changing and evolving over time\n",
      "5\nStudents’ own answers. Possible answers:\nThe article I read was about the Danish concept of hygge. It says that hygge is something that makes you feel warm, comfortable and safe, such as sitting by the fire on a cold night, wearing a woolly jumper and drinking a mug of hot chocolate. Hygge can be an activity, a social atmosphere or a feeling. It’s the thing that helps the Danish get through their long, cold, dark winters. In fact, Denmark is one of the world’s happiest countries because of hygge, which has brought the concept to the attention of the rest of the world. In the UK and the USA, hygge is often used in advertising, and a number of books have also been written on the subject. Hygge is impossible to translate into other languages; the best translation in English is ‘cosiness’ but that doesn’t go far enough. Today you can find the word hygge in a number of different English dictionaries.\n\n"
    ],
    [
      "125\n",
      "1\nbackground\n-\nare\nwell-being\nwork-life balance\nused to work/would work\ndidn’t use to have\nused to be/would be\nmood\n-\ndidn’t use to like\nwho\nis\noutlook\n",
      "2\narrived\nsurroundings\nbelongings\naccommodation\nroof\nwent\n‘m not used to staying\n‘re used to seeing\nhomesick\nwelcome\n‘m getting used to hearing\nget used to doing\nForeigners\nbelief\n",
      "3\nA Has your brother settled in Sydney, Greg?\nB He’s found accommodation and his stuff has arrived, but I think he’s homesick.\nA He needs to get used to the surroundings and build some relationships. Then his outlook will be better.\nB Sure. He used to complain about the quality of life here, so I think that Sydney will give him satisfaction.\nA I’m happy that he’s got his belongings and a roof over his head. Tell him that I asked about him.\n",
      "4\nI’m used to getting up early at the weekend because on Saturdays, I go to a children’s centre, where I volunteer as a play leader. Volunteering is something which gives me a sense of purpose and satisfaction. The children we welcome at the centre come from difficult backgrounds and we try to give them a more positive outlook on life. It takes time, but gradually they get used to chatting and playing games. I often tell them stories which my parents would tell me when I was a child.\n\n"
    ],
    [
      "127\n",
      "1\n’ll have finished\nwon’t have arrived\nwon’t be living\nwill be starting\n’ll have been\nWill you be going\n",
      "2\nThey’ll be travelling to London this time tomorrow.\nWill you have started your new job by next week?\nI won’t have spoken to James by then.\nHannah won’t be making dinner at three o’clock.\nYou’ll have finished your exams by the time I see you next.\nWhen will you be seeing your cousins again?\n",
      "3\n’ll see\nwill be\n’re going to be\nwon’t forget\n’m not going to meet\nare you going to do\n",
      "4\nstarts\nmay/might go\ndoes your flight leave\n‘re meeting\nmay/might walk\n’re eating\n",
      "5\nhear, ’ll tell\n’ll be, get\nwon’t go, knows\n’ll see, enter\nwon’t throw, needs\n",
      "6\n’s\nfeel\nbuy\narrives\n",
      "7\nIf it doesn’t rain, we’ll go for a walk.\nThere’ll be a problem if nobody listens.\nWill Elise contact you as soon as she arrives?\nPeople won’t buy it unless it’s cheap.\nWhat will you do when you leave school?\n",
      "8\nwould you do, found\nmoved, ‘d miss\nwent, would you feel\ncouldn’t find, didn’t have\n’d talk, were\n"
    ],
    [
      "128\n",
      "1\ngrowth, increase, rise, upward\ndecrease, downward, drop, shrink\n",
      "2\ndoubled\nboom\nlevelled off\nrate\nreach\nvaries\n",
      "3\nhas risen\nwill soar\nis booming\nhas doubled\nis shrinking\npeaks\n",
      "4\nc\ne\nb\nd\na\n",
      "5\nexpect\ndue to\nanticipate\ncoming\ndread\ndelay\nanxiety\nguess\n",
      "6\nforesee\none day/some day\nwarn\nmove … forward\nupcoming\nforecast\nexpect\ndread\n"
    ],
    [
      "129\n",
      "7\nC\nB\n",
      "8\nb\nc\nb\nc\nc\na\nb\nc\npages 130\n",
      "1\ne\nf\nb\na\nd\nc\n",
      "2\n‘ll be thinking\nwon’t be watching\n‘ll be studying\n‘ll have taken\nwill you have written\n‘ll have used\nwill you and your friends be doing\nwill have left\n",
      "3\nStudents’ own answers. Possible answers:\n\nwill I be doing\nwon’t be living\n‘ll be working\nwill have got\n‘ll have opened\nwon’t have moved\nwill be booming\n‘ll be making/’ll have made\n",
      "4\nwill\nmight\n’re going to\n’ll\nwon’t\n‘s going to\n",
      "5\nis flying\ntakes\n’s staying\n’ll take\nmight not\n’s going to get\n’ll be\n‘ll go\n",
      "6\nis opening\nwill benefit\nmay/might/could find\n’ll show\n‘m meeting\n’re going to see\n’ll love\nwon’t get\n",
      "7\nwon’t, rains\ngets, ’ll phone\nuntil, arrives\nwon’t, leaves\nby the time, come\n",
      "8\nis\nwill be\n‘re\nwere\n‘d be\n",
      "9\nhad, ‘d buy\nwouldn’t worry, were\ndo you get, mix\ndoesn’t know, ‘ll ask\nwill Mark do, leaves\n",
      "10\nStudents’ own answers. Possible answers:\n\nI hate it when it rains./If it rains, we won’t have a barbecue.\nI’ll take it to the repair shop if I go to town./If I had more money, I’d buy a new one.\nI feel really tired when I go to bed late./If I didn’t have to go to school today, I’d stay in bed.\nIf I had more time, I’d take up a sport./I always feel good when I do exercise.\n"
    ],
    [
      "131\n",
      "11\nis taking\nrises\nmentions\ngets\n‘ll be\nfinish\nAre you going\ngo\n‘ll need\nwon’t like\nwill be\n‘s having\n‘re going to drive\n‘ll have\nmight go\n‘ll take\n",
      "12\nOscar is going to run seven marathons in seven days.\nWell, that certainly won’t be easy.\nThis time next week, he’ll be starting the first one.\nHow long will it take?\nIf he doesn’t have any problems, he’ll probably finish about five hours later.\nIf I tried to run a marathon, it’d take 15 hours!\nHe hopes people will sponsor him and he’ll raise a lot of money for charity.\nIs he planning to run alone?\nbut he’s going to take a mobile phone in case he needs help.\nWhat distance will he have run after seven days?\nBy the time he finishes, he’ll have run about 295 km!\nI’ll definitely sponsor him.\npage 132\n",
      "1\nD\nB\nA\nC\n",
      "2\nF\nF\nT\nT\nF\nT\n",
      "3\nStudents’ own answers. Possible answers:\n\nThey enjoy the thrill of going up and down and upside down.\nPeople could become unconscious or feel nauseated on more extreme roller coasters.\nBrendan Walker’s ride will offer a virtual reality experience as well as a physical one.\nIt’s essential for riders to wear a special cap which records their brainwaves and special goggles for the virtual reality experience. Riders will also use a special chair to raise them above the ground.\nRiders must control their thoughts in order to change what happens during the ride.\n"
    ],
    [
      "133\n",
      "4\na 2\nb 4\nc 1\nd 5\ne 3\n",
      "5\nFewer\nprice\nworried\nif\nincreasing\nbe more confident\n",
      "6\nStudents think it’ll take a long time to repay student loans and that makes them feel anxious.\nYes, they have, because he’s changed his mind about going to university in September. He’s going to take a gap year instead.\nMost young people travel abroad in their gap year and do voluntary work.\nHarry will be backpacking in India and then he’s going to Madagascar to volunteer on a wildlife conservation project.\nDuring his gap year, Harry will decide if he really wants to go to university.\nHarry thinks he’ll have become a better person by the time he returns.\n",
      "7\none-metre-long\n24-hour\n15-page\ninternationally-recognised\nten-year-old\nbadly-behaved\n"
    ],
    [
      "134\n",
      "1\nexamples\nreasons\ncauses\nconditions\nresults\n",
      "2\nexamples\ncauses\nconditions\nreasons\nresults\n",
      "3\nNew concept of what a friend is\nChanges how we write\nTime restrictions\nConnection speed\nSource of ideas\nGoing out\n",
      "4\nStudents’ own answers. Possible answers:\nTechnology is destroying our privacy\n\nI. Introduction\nII. Communication\nA.Email\nHackers\nGroup messages\nMobile phones\nEasy to track\nAccessible to police\nIII. Personal data\nBank information\nEasy password\nPhishing\nB Shopping habits\nTracking software\nSocial media comments\nIV. Images\nOnline photos\nNo privacy settings on social media\nBlackmail\nCCTV Images\nOur movements are known\nImpossible to disappear\nV. Conclusion\n"
    ],
    [
      "135\n",
      "1\n‘ll be doing\nwill be looking\nforesee\none day\ngrowth\nwere/was\nwould have\nvary\ncontinues\nwill continue\nwill have looked\npeak\ngo\nwake\n",
      "2\nget ahead\ndue to\nare you going to write\nrise\nspend\nbecome\nanxiety\nwill you be doing\n‘ll be doing\nwon’t realise\n‘ll have spent\ndon’t act\nupward\nwill continue\npush it back\nexpect\n",
      "3\nA The school director forecasts that in 2030 the number of students at our school will have doubled!\nB If we reach a thousand students, where will we all study? If they anticipate that sort of growth, we’ll need more space.\nA The director has brought forward the project to build five new classrooms.\nB When are they going to start construction?\nA It isn’t upcoming, but they expect to begin in two or three years.\nB If I were the director, I’d delay construction. I think this upward trend will level off in a few years.\nA Why don’t you warn him?\nB If he wanted my opinion, he’d ask me for it!\n",
      "4\nI don’t anticipate there’ll ever be a downward trend in the use of smartphones. I dread that I’ll lose mine one day. I have anxiety unless it’s near me and I check it as soon as I wake up in the morning. In fact, by the time I get out of bed, I’ll already have sent several messages to friends, read the news and checked the weather. How else will I know what clothes to wear that day?\n\n"
    ],
    [
      "137\n",
      "1\nwas/were\nhadn’t eaten\ncould\ndidn’t like\n‘d done\n",
      "2\nwouldn’t\nwould\nwouldn’t\nwouldn’t\nwould\n",
      "3\nhadn’t lost\n‘d have known\nwouldn’t have enjoyed\n‘d got\n‘d stayed\n‘d have seen\n",
      "4\ncould have come\nmight have liked\nmight have been\ncould have won\ncould have helped\n",
      "5\nIf we’d brought a map, we wouldn’t be lost.\nZac would be fit if he hadn’t broken his ankle.\nYou’d have a big repair bill now if you hadn’t taken out insurance.\nIf he’d missed the train, he wouldn’t be here now.\nIf I were/was richer, I’d have bought that scooter yesterday.\n",
      "6\nshould\nought not to\nhave to\nmustn’t\nshould\ndon’t have to\n‘d better\nmust\n",
      "7\nmust have been\ncan’t have opened\ncould/may/might have gone\nshould have bought\nshouldn’t have touched\n"
    ],
    [
      "138\n",
      "1\ne\nc\nf\na\nb\nd\n",
      "2\nunderestimate\nchance\nmess\nfake\nlet\ndesign\n",
      "3\nlie\npretend\nlet (myself) down\nmistake/accident\nfailure\noverestimate\nslip up/mess up/make a mistake\nslip-ups/mistakes\n",
      "4\ncomplain\ndeny\nblame\nquit\nown up to\n",
      "5\nb\nc\nc\nb\na\na\nc\n",
      "6\nadmit\njudge\ncover up\ndwell on\nquit\ndeal with\nlet go\n"
    ],
    [
      "139\n",
      "7\n2 ✔️\n3 ✔️\n6 ✔️\n",
      "8\nF\nF\nT\nF\nT\nT\nT\nF\npag 140\n",
      "1\nIf only I hadn’t gone to bed late last night.\nIf only I wasn’t/weren’t tired.\nI wish I knew what to write.\nIf only I’d paid attention in class.\nI wish people would stop phoning me.\n",
      "2\nStudents’ own answers. Possible answers:\n\nI wish they’d try harder.\nIf only they were punctual.\nIf only they were more polite.\nI wish they’d spend more money.\nI wish we’d won more matches.\nIf only we played better.\n",
      "3\n‘d known\n‘d have visited\nhadn’t fallen\nwouldnt't be\n‘d woken\n‘d have caught\nwouldn’t have had\nhad been\n",
      "4\nIf it hadn’t rained yesterday, we’d have played tennis.\nIf I hadn’t found the website, I wouldn’t have ordered some books.\nIf my parents hadn’t met 20 years ago, I wouldn’t be here now.\nIf Bill had heard his phone, he’d have answered it.\nIf you’d taken a satnav, you wouldn’t be lost.\n",
      "5\nhave\nmust\ndon’t need to\nought to\nmustn’t\nshould\n",
      "6\nbetter\nshould\nmustn’t\nought\nhave/need\nmust\n",
      "8\nc\ne\nb\na\nd\n",
      "9\nmight have seen\nmust have had\nshould have brought\ncan’t have known\nshouldn’t have lied\n",
      "10\nStudents’ own answers. Possible answers:\n\nShe might have missed her bus.\nThey must have tried hard.\nI shouldn’t have eaten so much.\nHe can’t have lost them.\n"
    ],
    [
      "141\n",
      "11\n‘d turn\nshould\nhave warned\ncould\nhave made\n‘d invited\nwouldn’t have\nought to\nwere/was\nshouldn’t\nwouldn’t be\nhadn’t had\n‘d admitted\n",
      "12\ncould\nmust\n‘d known\nhad told\nShould\n‘d better\nneed\ndon’t have to\nought not\nmustn’t\nhave to\ndidn’t have to\n‘d stop\nshouldn’t\npage 142\n",
      "1\n2 ✔\n",
      "2\nproblems\nAsia\nhadn’t done anything particularly special\nprove that the noble was wrong\nunderstands\n",
      "3\nT\nF\nF\nT\nF\nT\npage 143\n",
      "4\ndial-up modem\noverhead projector\nphotography film\nWalkman\nVHS cassette\nfax machine\ntypewriter\nrotary telephone\n",
      "5\nT\nF\nT\nF\nT\nF\nF\nT\n",
      "6\nThe light bulb became hot.\nYou had to wait for the dial to return to the start position before you dialled another number.\nThey carried around a large music player.\nIt was difficult to correct your mistakes.\nIf you made a mistake, it was often too late to take a better photo.\n",
      "7\nnonsense\ndishonest\nmislead\ndevalue\nantibiotics\n"
    ],
    [
      "144\n",
      "1\nsuch as\nproviding (that)\nas long as\nsubsequently\nwhereas\n",
      "2\nMultiple answers are correct in any order:\n\nas long as/providing (that)/on condition that\nsuch as\nsimilarly/likewise\nPreviously\nWhereas\nFor example\n",
      "3\ncommunicate\nfriend\ncontact\nwrite\nentertainment\ntime\nwebsites\nscreen\n(Internet) connection\ninformation\nfree time\ntravel\na whereas\nb Likewise\nc on condition that\nd such as\ne previously\n",
      "4\nStudents’ own answers. Possible answers:\nI know that technology helps us in many ways, but I don’t think all of its effects are positive. Perhaps the most dangerous effect is that it is destroying our privacy. Most people seem ready to accept this, but I’m not. One aspect of our lives that’s particularly vulnerable is communication. Every time we send an email, our message risks being seen by hackers or simply other people who are copied into the message, possibly without our knowledge. Using our mobiles is dangerous too, because our calls are easy to track, so people know where we are. I know this access is important for the police, but they need to use it wisely. Technology also makes it difficult to keep our personal data private. Nowadays most people use online bank accounts, and their bank data is easy to access if they use easy passwords or they are victims of phishing. As we buy a lot of things online, this data is at risk too. Special tracking software collects data about what we buy online, and even our social media comments are examined to see how we spend our money. It’s no surprise that we receive targeted advertising! Finally, technology makes it difficult to keep digital images private. This can be our fault, for example if we let anyone see our photos on social media. But sometimes private photos are stolen and people are blackmailed to prevent them from becoming public. Images of us are also constantly gathered by video cameras in public spaces, so that it’s always possible to track our movements. I know this is useful for the police as well, but it’s sad to think that we can’t simply disappear - everything we do is public! I haven’t got anything to hide, but I like to keep certain things in my life private. I can’t control all of the technology that ‘watches’ me, but I might limit the technology that I use.\n\n"
    ],
    [
      "145\n",
      "1\nmust\nmustn’t\ncan’t\nhave forgotten\ndon’t have to\nlie\npretend\nadmit\ncould\nhave done\nshouldn’t\nunderestimate\nneed to\nshouldn’t\nhave said\nmake the most of\n",
      "2\nwould stop\nhadn’t lost\nhad continued\n‘d have met\nhave shown\nmess things up\nby accident\n‘d admitted\non purpose\nwould have been\ndeny\nblame\nput things right\nforgive\ncould\n",
      "3\nA What’s the problem, Zac?\nB I let down the team during the match yesterday.\nA Don’t dwell on it. If you made a mistake, I’m sure you didn’t do it on purpose.\nB Obviously. The team don’t blame me, but I can’t forgive myself.\nA What was your terrible slip-up?\nB I shouldn’t have overestimated my ability. I wish I’d given the ball to Greg!\nA Greg might have failed too. Let go, Zac!\nB Maybe you’re right. If only I could put things right!\nA There are two matches left, Zac. Try to make the most of them!\n",
      "4\nI wish I hadn’t passed up the opportunity to go to the theatre on Saturday. I must admit I thought it would be boring, so I gave another student the chance to go. If I’d gone, I’d have seen my favourite actor. If only I’d known that she’d be there. I could have had a selfie with her like my friends. I wish they’d stop showing me their photos!\n\n"
    ],
    [
      "147\n",
      "1\na smaller one\none\nones\npaper\nones\none\n",
      "2\na, one\n-, ones\nan, one\n-, one\na, one\n-, one\n",
      "3\nDo you get your nails done? (them)\nYou can have your bedroom decorated. (to)\nI hate having my hair washed. (have)\nGetting a house painted is expensive. (get)\nShe got us to buy tickets. (buying)\nThe website has people register their names. (it)\n",
      "4\nget it serviced\ngot me to sign\nHaving it dyed\nget it delivered\nhad us wait\n‘re having them checked\n",
      "5\nis served\n’s been produced\nis being built\nwas sent\nwas still being cleaned\nwill be done\nhadn’t been done\n‘re going to be fed\n",
      "6\nThey were sent a text message.\nWe were stopped from entering by a security guard.\nThis is considered to be a great shop.\nCycling helmets should be worn.\nA present was given to the teacher by the students.\nThe painting mustn’t be touched.\n"
    ],
    [
      "148\n",
      "1\nemploy, employees\nentrepreneur, set up\nraw material, manufacture\nemployment, firm\ndelivery, warehouse\n",
      "2\nhandmade, mass-produced\nemployer, employment, employees\nwarehouse, goods, faults\n",
      "3\ngoods\nhandmade\ndesigns\nraw materials\nmanufacturing\nfault\nmass-produced\nmake money\nemployment\n",
      "4\nborrow\nowned\nfix\nlend\ngive it back\ngiving them away\n",
      "5\nown\nlend\nhiring it out\nfee\ngives it back\nrating\ntrust\nreview\n",
      "6\nmiddleman\ngiving the stuff away\nloan\nPass them on/Give them away\nswap\nfix\n"
    ],
    [
      "150\n",
      "1\nan orange one\none\none\nones\nones\na red one\n",
      "2\nMy phone’s old, so I’d love a new phone one.\n(no change)\nI need a €1 coin, but I haven’t got a €1 coin one.\nThe answers are correct except for the answers ones in section E.\n(no change)\nYour bag’s really cool. Is it the bag one you bought in Spain?\n",
      "3\nStudents’ own answers. Possible answers:\n\nblue, black ones\na cheap one\nthe Swedish one\na stapler, one\n",
      "4\nYou can get/have your eyes tested.\nYou can get/have an outfit made.\nYou can get/have your photo taken.\nYou can get/have a laptop mended.\n",
      "5\nI had my bike fixed yesterday.\nKaty’s getting her ears pierced right now.\nWe’ve had our house cleaned.\nThey get their teeth checked twice a year.\nHave you had your temperature taken?\nYou need to get your suit cleaned.\n",
      "6\nservice it\nanyone to open\nsomeone to test\nme swap\nus to do\n",
      "7\nis\nto\nby\nbeen\nwas\nbe\nare\nwon’t\n",
      "8\nIt’s been called the Tube for years.\nIt’s considered to be the fastest way to get around London.\nOxford Circus station is used by about\nmillion people every year.\nThe first 24-hour services were introduced in 2016.\nThe Tube map was designed by Harry Beck in 1933.\nAnother line will probably be added in the future.\n",
      "9\nis spent\nbe avoided\naren’t wanted\nwas being wasted\nis made\nbe bought\nweren’t bought\nwere sent\nhad been given\nwill be appreciated\n",
      "10\nan\none\nhad it made\nhave you had your ears pierced\ndid you get them done\none\ngets her hair cut\na\nones\nhaving my teeth checked\n",
      "11\nare served\nbe said\nhas been taken\nhad\nhad been reserved\nget\ngot\nwas finally served\nis being done\nis going to be built\nget\nwas stopped\nis considered\nhave\n"
    ],
    [
      "152\n",
      "1\nd\nf\nc\ne\na\n",
      "2\nc\nc\na\nc\nb\n",
      "3\nBecause people couldn’t buy many clothes during the war and the government wanted people to reuse old ones.\nDaisy decided to change her life after she’d read an article about sustainable living.\nYes, she did, because they wanted new things all the time.\nFriends and neighbours passed things on to Daisy and her family during the year.\nThey couldn’t buy presents that Christmas so they gave homemade presents and the Christmas tree was made out of books.\n"
    ],
    [
      "153\n",
      "4\nwaste\nrecycled\nuseful\nemployees\n",
      "5\neasy\nUSA\ncosts money\nwas\ndonates\n",
      "6\nIt’s burned or goes to landfill (buried under the earth).\nHe wants to eliminate waste completely.\nWhen the public send waste to TerraCycle, the company donates money to a charity of their choice.\nA lot of waste isn’t sent to landfill now.\nNo, he can’t, because he can’t be paid more than seven times the amount his lowest paid employee earns.\n",
      "7\npopularise\nsimplify\nsadden\nclarify\neconomise\nshorten\n"
    ],
    [
      "154\n",
      "1\nd\nb\na\nc\na\n",
      "2\nfollowing/next\nlike/enjoy\nthem\ndinner\nWe\n",
      "3\nbrother’s\nthere\nand we started playing\ncouldn’t\nbought\nWhat a disaster!\n",
      "4\nA He\nB we heard\nC possible answer: The smoke frightened us\nD possible answers: rushed/hurried/went (over)\nE My brother and I\n",
      "5\nStudents’ own answers. Possible answers:\nLast weekend I was doing some practice exercises for my maths exam when my dad came into my room. ‘Would you like a smoothie?’ he asked. I said that I would, so he went to the kitchen to make it. About five minutes later, Dad came back with a large glass containing a delicious looking pink smoothie. Unfortunately, he didn’t see my school bag next to the door and he tripped over the handle. The drink flew out of his hand and went all over my desk. When I looked down, I saw that my laptop was covered in banana and strawberry smoothie. I grabbed some tissues and quickly cleaned off as much of it as I could. Then I tried to press one of the keys. It was then that I discovered that my laptop wasn’t working. I didn’t know what to do so I decided to have a break and go back to my laptop later, so I watched TV for a while. My laptop still wasn’t working when I went back to it, and it didn’t work the next morning either. The smoothie had got inside, and my laptop was completely destroyed. As for my maths exam, I failed because I hadn’t practised enough. What a disaster!\n\n"
    ],
    [
      "155\n",
      "1\nHave you ever had a pair of shoes made\nhave been made\nones\nare still being manufactured/are still manufactured\nwere attracted\nraw materials\nset up\nhad a new factory built\nemployees\nwas considered\nbe found\nhandmade\nfirm\nwarehouse\nmass-produced\nhave their shoes cleaned\nget them mended\ntrust\n",
      "2\nhire\nborrow\nHave the lights been fixed\nmend\na buffet prepared\nreviews\ndelivery\nmake\nPhoebe to help\nmiddleman\nlend us\nare checked\n‘re stopped/’ll be stopped\nwas sent to her\nwrite it\n",
      "3\nA Excuse me, Tina. Do you know if the new warehouse has been set up?\nB It was opened last week, Josh. It’s much bigger than the old one!\nA And when does manufacturing begin here?\nB The delivery of the raw materials is being made in this moment. If the employees begin on Monday, the goods in the first order will be manufactured this month.\nA Thanks!\n",
      "4\nSwiss watches are considered to be the best in the world. However, last month I bought one online and I can’t get it to work. Getting it swapped is impossible. A helpline number was supplied with the watch, but they have you wait in a queue for ages. When your call is answered, you’re spoken to by a robot, not an employee. A lot of negative reviews have been posted on the firm’s website and now there’s one more. It was written by me!\n\n"
    ],
    [
      "157\n",
      "1\nmade\nLet\nlet\nmake\nmakes\nlet\nlets\nmade\n",
      "2\nIt rained all day. Nevertheless, we went for a walk.\nMax loves current affairs. What’s more, he’d love to be a journalist.\nLara reads books and plays as well as magazines.\nAlthough they don’t speak the same language, they manage to communicate.\nI’m a friend of Alice’s. I know her brother too.\nThey work together and they’re also good friends.\nI didn’t feel well. However, I still went to school.\nIn spite of the fact that John’s 80, he still goes running./John still goes running, in spite of the fact that he’s 80.\n",
      "3\nwas\nwasn’t going to\n‘ll open\nhad moved\nhad to pay\nwas sleeping\nshould go\ndidn’t work\n",
      "4\nc\ng\nb\ne\nf\nd\na\n",
      "5\nasked, I was\nasked, was\ntold, not to\nif, knew\ntold, to sit\nto, her\n"
    ],
    [
      "158\n",
      "1\nnews\ncaptions\nbroadcasts\nlive\nheadlines\nedit\npublish\npress\n",
      "2\nbroadcast\nreport\ncoverage\nsource\nreporters\nsides\nbreaking news\nat the scene\n",
      "3\npress, news\nwitness, footage\npresenter, reporter\nlive, breaking news Students’ own answers\n",
      "4\ne\na\nd\nf\nb\nc\n",
      "5\nviewpoint\nobjective\nspin\nunreliable\nprejudice\ntrick\nangle\nshape\n",
      "6\npressure\npressurising\nplay up\nplaying down\nbias\nprejudice\nmake up\n"
    ],
    [
      "159\n",
      "7\nA 4\nC 1\nD 2\nE 3\n",
      "8\nThe report from the warehouse is (being broadcast) live.\nAccording to a witness, a man ran away from the warehouse.\nMotorists had problems getting to work.\nSomething had happened on a bridge over the A56.\nAn incorrect caption was published about Harry Marks.\nThe Independent Press Standards Organisation examined both sides of the story.\nThe good Samaritan in the handbag story was a female jogger.\n"
    ],
    [
      "160\n",
      "1\nlet me print\nmake the ink run\nmakes me feel\nlet it upset\nlets people use\n",
      "2\n‘ll make you laugh\nwill let them go\nmake you turn off\n(used to) let her wear\nlets him ride\n",
      "3\nStudents’ own answers. Possible sentences: My parents didn’t let me stay up late last night. The school makes us wear a uniform. Sad films make me cry. I let my friends borrow my bike. Dogs make some people feel scared. The government will make people pay higher taxes in the future.\n\n",
      "4\nEven though\nas well as\nDespite\nHowever\nIn addition\nAs well as\n",
      "5\n, too\nDespite/In spite of\nNevertheless,\nEven though/Although\nas well as\nalso\nDespite/In spite of\nWhat’s more,/In addition,/Furthermore,\n",
      "6\nlast\nsaid\ntold\nisn’t\nme\nhim\nsays\n",
      "7\ntold\nwas/was going to be\nthat\nshould\nsaid\nhadn’t watched\nhad to/’d had to\nare saying/say\nwant\n",
      "8\nMy mum told me (that) she’d spoken to my teacher.\nI said (that) I didn’t want to know what he’d said.\nYour teacher says (that) you need to work harder.\nI told her (that) I’d try harder the following term.\nMy mum says (that) I must always do my best.\n",
      "9\nHe asked them if/whether they’d found the homework hard.\nHe told them to listen carefully.\nHe asked Mark where he’d been.\nHe asked Joe to help him move the tables.\nHe told them not to forget their gym kit.\n",
      "10\nasked me where I was flying to\nasked me if/whether I’d packed my case myself\nasked me if/whether I’d been given anything by another person\ntold me not to touch anything/told me to put my hands by my side\nto put my hands by my side/not to touch anything\ntold me to go through to departures\n"
    ],
    [
      "161\n",
      "11\nlet everyone know\nmake you all want\nHowever\nlet us choose/’ve let us choose\nDespite the fact\ntoo\nEven though\nWhat’s more\nAlthough\nas well as\nmade them think\n",
      "12\nHuan said (that) she’d been the summer before.\nTom asked (Huan/her) what it’d been like.\nHuan said (that) she’d show Tom/him her photos.\nTom said (that) that would be great because he might go the following month.\nHuan said (that) he had to visit the British Museum.\nTom said (that) he’d heard it was excellent.\nHuan told him/Tom to go on a boat trip too.\nTom asked (Huan/her) if/whether it would be sunny in July.\nHuan told him/Tom not to worry about the weather.\nShe told him to take an umbrella.\nTom said (that) he would.\nHuan asked him/Tom to buy her some British tea if he went.\nShe said (that) she couldn’t buy it in China.\n"
    ],
    [
      "162\n",
      "1\nC\nB\nE\nD\nA\n",
      "2\nF\nF\nT\nT\nF\n",
      "3\nTo be a Word of the Year, a word must be widely used by many different people for twelve months.\nYes, they can. Suggestions can be submitted by members of the public via social media.\nEmotional appeal is more important than objective facts.\n‘Post-truth’ was most commonly used as an adjective to describe politics.\nBoth sides in the Brexit campaign made claims that weren’t factually accurate.\n"
    ],
    [
      "163\n",
      "4\na lecturer\n",
      "5\n1 ✔️\n2 ✔️\n4 ✔️\n5 ✔️\n7 ✔️\n",
      "6\nThere are new things to cover every day, which makes the course interesting.\nThe course trains students to be multimedia journalists.\nJournalists have to follow a code of practice and observe laws.\nStudents can experience real-life reporting in the two newsrooms.\nThe academics who teach the course have worked as journalists in the UK and around the world.\n",
      "7\nimagination\ntolerance\nargument\nimpression\nproposal\npreference\ncoverage\nsolution\n"
    ],
    [
      "164\n",
      "1\nb ✔\ng ✔\n",
      "2\nAccording to ecologist Tim Price, ‘People seem to be more interested in recycling these days.’\n‘If we make goods to last,’ says factory owner Ben Jones, ‘our sales will fall.’\nStudent Amy Heath says, ‘It’s unethical to throw away clothes you’ve never worn.’\n‘It’s time the government took steps to boost the economy,’ says MP Richard King.\n‘Quality goods cost more,’ says economist Rachel White, ‘but you end up saving money.’\n‘Buying new things makes me happy,’ says consumer Harry Briggs.\n",
      "3\nFrances Hodgson Burnett’s (book) The Secret Garden (1911)\n‘The hedge blocks the sunlight from entering my living room.’\n‘It looks like a jungle.’\nPossible answers: he will do it/he will cut it/he will comply\n‘It’s my hedge, and I’ll do what I like with it’\n",
      "4\nStudents’ own answers. Possible answers:\nFilm critic Britney Adams has written a very favourable review of Mel Gibson’s film Hacksaw Ridge (2016). The film tells the true story of conscientious objector Desmond Doss who joined the US army at the start of World War II and saved 75 of his comrades during the attack on Okinawa Island in 1945. Adams starts by highlighting the power of the film which leaves some of the audience ‘crying their hearts out’ at the end. She goes on to praise director Mel Gibson for telling Doss’s story in such a tense, but fascinating way. Finally she mentions the young British actor Andrew Garfield, who she says gives ‘a terrific performance’ as Desmond Doss. She sums up by saying that Hacksaw Ridge is ‘the bloodiest film about a pacifist you’ll ever see’ and hints that some viewers might want to ‘hide behind their seats’ during some of the battle scenes.\n\n"
    ],
    [
      "165\n",
      "1\nmake me\npressure\ntoo\nNevertheless\nlets you\nas well as\nEven though\nthe press\nmake some celebrities\nturn out\nmakes journalists\nunreliable\nDespite\nviewpoint\nmakes/made them\n",
      "2\nangle\nobjective\nsides\nbias\nleave out\nmake them up\nfall for\nsource\ntricks\nspin\n",
      "3\n(that) it was\nhad to be\nnot to leave out\nwhere she could get\nshe’d make them up\nher to go\ndoesn’t trust\n",
      "4\nA Have you heard the news, Melissa? Brian says he’s going to change school.\nB Brian makes up a new story every day. Don’t fall for what he says. He told me that he had footage of Martians!\nA Really? Did he let you see it?\nB Are you joking? He told me that after he had recorded the footage, the Martians made him destroy it!\nA It seems that he’s a very unreliable source.\nB I don’t want to bias your opinion of Brian, but don’t ask me to believe his stories!\n",
      "5\nWhen I was a child, my father always made me watch the news. Despite my young age, I soon started to enjoy hearing the headlines and watching reports from around the world. What’s more, when there was breaking news, I loved watching reporters broadcasting live right at the scene. My father wasn’t surprised when I said that I wanted to study journalism and become a reporter. He smiled and told me to follow my dreams.\n\n"
    ],
    [
      "167\n",
      "1\nGeorge has got so many friends. (such)\nThat was such an amazing film. (a)\nThere were so few people at the party. (such)\nI love chocolate so much. (such)\nIt was such a surprise to see you. (so)\nIt was so cold that it snowed. (such)\nYou can get across town so quickly. (quick)\nWe know so little about him. (such)\n",
      "2\nSince\nseeing\ndue to\nConsequently,\nas a result of\nso as\nin order that\nAs a result,\non account of\nAs\n",
      "3\nso\nin order\nSince\nTherefore\nowing to\nSeeing\n",
      "4\nd\ng\nb\ne\nc\na\nf\n",
      "5\nnot\nthat\nus\non\nsaid\nto\nabout\ntold\n",
      "6\nwould end\nwere meeting\nwere going to travel\nwas going to stay\nwouldn’t win\nwas planning\n"
    ],
    [
      "168\n",
      "1\nout\nafter\nup\nalong\napart\nup\n",
      "2\ngot to know\nget along\nhave a lot in common\nis there for\n‘d been in a relationship\ntake her for granted\n",
      "3\nbelong\nwill be there for\nhit it off\n‘s dating\nbe a pain\nwould drive me mad\nput up with\n",
      "4\nd\na\nc\ne\nb\nf\n",
      "5\nmake up\nbang on\nkeep quiet\nlose your temper\nstand up for\nhold back\n",
      "6\na\na\nc\nb\nb\na\na\nc\n"
    ],
    [
      "169\n",
      "7\nlesson\nemotion\nthree\ndeal with\n",
      "8\npeople\nnormal\nshout\npositive\nphysical\ncalm\n"
    ],
    [
      "170\n",
      "1\nsuch\nso\nso\nso\nsuch\n",
      "2\nsuch a\nso\nthat\nsuch an\nso\nthat\nSo\nso\nthat\n",
      "3\nso much\nsuch a\nsuch an\nso many\nso few\nthat\n",
      "4\nseeing\naccount\nresult\norder\nTherefore\nso\n",
      "5\nc\na\nb\na\nc\na\na\nb\n",
      "6\nStudents’ own answers. Possible sentences: Reason: I can’t hire a car yet on account of my age. I got an A in my last exam because I studied really hard. Result: Trains were delayed today. As a result, I was late for school. I forgot my PIN number yesterday so I couldn’t get any money. Purpose: I have a Saturday job in order to get work experience. I’m getting a passport so that I can go abroad this summer.\n\n",
      "7\npredicted, would be\ndenied, arguing\nencouraged, to jump\npromised, not to say\n",
      "8\nElla promised to take a taxi.\nTed denied eating all the cake.\nMum insisted on knowing the truth.\nJack begged Harry to help him.\nHarry refused to tell Jack/him the answers.\nLeah apologised for being late.\nNick informed Leah/her that the film had already started.\n",
      "9\nhe’d be home late\nCara was going to change her mind\nthey’d hit it off\nwe were meeting after school\n",
      "10\nthought she’d get a good mark in the test\nhad a feeling Ben was going to ask her out\nwas going shopping with Mia after school\nwas sure it wouldn’t rain on the way home\ndidn’t think she’d get any homework that night\n"
    ],
    [
      "171\n",
      "11\nso\nowing to\nIn order\nSince\nAs a result\nso\nsuch a\ndue\nSo\nsuch an\nthis reason\n",
      "12\nwould be/was going to be\nwould vote\nannounced\nhad won\nwould feel/was going to feel\nwarned\nnot to raise\nwere going to vote\nadmitted\nhad voted\nhad made\nbragged\nwinning\nsuggested\nkept\n"
    ],
    [
      "172\n",
      "1\nb\nc\ne\nf\nd\n",
      "2\na\nc\nb\nc\nb\na\n",
      "3\nThey have a monthly meeting to talk over any problems.\nThey don’t have their house cleaned. They have a weekly rota for the chores.\nRose believes that her mother enriches her children’s lives and broadens their horizons.\nRose advises people to have a holiday together so that they can find out whether they’ll get along and not fall out all the time.\nMultigenerational living suits Rose and her husband because they’re laid-back and they don’t lose their temper and shout.\n"
    ],
    [
      "173\n",
      "4\n3 ✔\n",
      "5\nF\nT\nF\nF\nF\nT\n",
      "6\nIt’s considered to be a living example of eternal love.\nShah Jahan was walking down the street.\nShah Jahan told his father that he’d met the girl he was going to marry.\nIt means ‘Jewel of the Palace’ and he called her that because she was his favourite wife.\nShe died while she was giving birth.\nIt lasted for two years.\n",
      "7\nsymbolism\nintensity\nfantasist\nnervousness\nhistorian\n"
    ],
    [
      "174\n",
      "1\nAnswers in any order:\n\nI, the\nI’m, a, who, is\nI’ll, be, my\nI’m, my\nI’ve, got, that, I, my, the\n",
      "2\nhighly motivated school leaver seeking seasonal employment\nexperience dealing with (all) phone enquiries\nserving food and drinks to customers for last 3 years\nTechnical School diploma completed in June\noutstanding interpersonal skills developed through experience in stewarding\n",
      "3\nPersonal information\nJob applied for\nPersonal statement\nWork experience\nEducation and training\nPersonal skills\nJob-related skills\nReferencess\n",
      "4\na outgoing student seeking part-time employment\nb checking customers in and out\nc dealing with phone bookings\nd resolving customer enquiries\ne completing artistic diploma\nf effective telephone manner acquired through experience as hotel receptionist\n",
      "5\nStudents’ own answers. Possible answer:\n\nPersonal information: Jude Piras, 54 Strada Statale 225, 07029 Tempio Pausania OT, Italy; 078621098765, judepiras@hotmail.it;\nJob apllied for: Architect;\nPersonal Statement: Creative graduate seeking full-time employment.\nWORK EXPERIENCE September 2015- Present: Studio di Architettura Trave Olbia, Italy; Email: travew@trave.it\n- maintaining project files\n- preparing presentations\n- building models\nEducation and training: Completed degree in architecture university of Milan;\nPersonal skills, Mother tongue: Italian;\nOther languages: English;\nJob-Related skills: Excellent communication skills and extensive experience of 3D-modelling gained through internship with architect’s firm.\nReferences: Mr Walter Trave, Senior Architect, Studio di Architettura Trave, Olbia Prof Ermenegilda Vicendi Facoltà di Architettura, Milan.\n"
    ],
    [
      "175\n",
      "1\ndated\nowing to\ngot along\npromised to take\nConsequently\nin order to\nhad broken up\nbring up\nhad warned me not to go\non account of\n(had) told me (that) it was\nAs a result\nso\nchanged my mind\noffered to show\nkeep quiet\nregretted agreeing\n",
      "2\nadmitted\nwanted\nsaid\nwould be\nso\nwas there for\nsuch a\nso\nbang on\ntold\nhad argued\nso\nwould drift apart/were going to drift apart\nact/acted\nlook/looked\nso\nrefused\nto believe\nsuch an\nget along\ndrives me mad\nlosing my temper\nsuch a\n",
      "3\nA Hi Tony! Do you get along with the students in your new class?\nB I haven’t got to know all my classmates yet, but I think we connect. My desk mate Matt and I hit it off immediately/ right away. I think we have a lot in common.\nA Great! I admit that I’m not so lucky.\nB Oh no! Is Dan driving you mad?\nA Yes, he is. Yesterday I lost my temper and I had to apologise for shouting.\nB Have you drifted apart because of that?\nA For the moment we’ve made up.\nB Poor Dan! I don’t know how he can put up with you!\n",
      "4\nIt was such a shame when Max broke up with my sister Anna. He told her that it was because she took him for granted. People had warned Anna that it would happen, but she’d refused to believe them. She was so upset that she tried to talk things over with Max. She apologised for being selfish and begged him to change his mind. Since Max is such a decisive person, he wouldn’t listen to her.\n\n"
    ],
    [
      "178-182\n",
      "F1\nA\nB\nC\nC\nD\nB\nD\nA\n",
      "F2\ncan/may/might\nthere\nwho/that\nas\nare\nhave\nlong\nto\n",
      "F3\ncareless\nstranger\nobservers\ncommercial\nadvertise\npreferences\nunconcerned\nprivacy\n",
      "F4\nhas taken up\nwarned Alex not to\nunless you have read/unless you’ve read\nworried about losing\nalternative correct answers:\nhadn’t finished when\nhadn’t ended when\nhadn’t finished before\nhadn’t ended before\ncan’t have taken\n",
      "F5\nB\nC\nC\nD\nA\nA\n",
      "F6\nD\nF\nA\nG\nC\nE\n",
      "F7\nB\nD\nC\nA\nB\nB\nA\nD\nC\nA\n"
    ],
    [
      "183\n",
      "F8\nStudents’ own answers. Possible answers:\nIt’s usually good to be free to do whatever you want to do. However, I think we should make big life decisions when we are mature. This is the most important reason why I believe that 16 isn’t a good age to leave home or get married, but there are others. Most teenagers aren’t used to having responsibility. Most 16-year-olds would probably struggle if they had to manage their own home. Also, they couldn’t pay the rent and other bills themselves. Many 16-year-olds are quite sensible, but they don’t know much about the practicalities of money or housework. They also aren’t experienced enough to make the decision to get married. When you are 16 you have probably only had one or two girlfriends or boyfriends, so it’s impossible to know at that age if you have found the right partner. However, there might be a few cases where it is a good idea for a 16-year-old to leave home. For example, it is better for a teenager to be separated from his or her family if there are serious problems in the family such as violence or drug use.\n\n",
      "F9\nStudents’ own answers. Possible answers:\n\n2\n6th April; Dear Alex, Thanks for your letter. It was good to hear from you. Of course I’ll help you with your homework. In Italy, the most popular sport is football. Cycling is popular too, and rugby is becoming more popular because Italy competes in the Six Nations league. Winter sports like skiing are popular in the mountains, and lots of people do water sports around the coast. A lot of people like to watch Gran Prix motorcycle racing or Formula One racing on TV. I play rugby every weekend for a local team. We aren’t very good, but we’re enthusiastic! I love watching rugby on TV, especially Six Nations matches, and I like watching big athletics events too. However, I can’t stand football! I’m an exception in a country which is football-mad, but I think that football has stopped being a sport and is now just a business. I like doing sport because it keeps me fit and active, and it’s a good way to let out any stress or frustration. I hope that helps! Best wishes Paolo\n\n3\nYourstyle is one of my favourite websites. It’s basically a website where young people all over the world can buy and sell clothes. First of all, you can see what clothes are fashionable in other countries. Then, if you like the styles, you can buy the clothes and have something really unique in your wardrobe. The website is definitely designed for teenagers, but as some of the clothes are quite expensive, I’d say that the target market is probably around the ages 16-21. The site’s design is really amazing, with some incredible graphics, photographs and videos. The only drawback is that the site isn’t particularly easy to use if you aren’t used to it. It’s quite hard to navigate, and a few sections of the site are ‘buried’ and hard to find. However, I would definitely recommend the site to other people my age who are interested in fashion. It’s a fun way to see what’s in fashion in other parts of the world, and you can use it to buy clothes at great prices if you know where to look.\n\n4\nWhen Gemma came down for breakfast, there was a letter for her on the table. She picked it up curiously, and then she opened it quickly. She couldn’t believe what she was reading. Her drama group had been chosen to perform a play at the Edinburgh Festival in August! Two months later Gemma and the rest of the group were on the overnight train from London to Edinburgh. Although the journey lasted over six hours, they were too excited to get much sleep. Early the next morning they found themselves on the crowded streets of Edinburgh. They got a taxi to the bed and breakfast where they would be staying for three weeks. The next day the group found the small church hall where their play was going to be performed, and they got busy with their scenery, costumes and lighting. Three weeks later it was all over. The group were at Edinburgh station again, saying goodbye to new friends and exchanging phone numbers, but this time there was an extra item in their luggage to take home to London - the trophy for the Best Youth Performance at the festival!\n\n5\nElizabeth Bennett is the main character in Pride and Prejudice. We see most of the story from her point of view. For most of the book, Elizabeth acts as a critic of her society’s obsession with money and social position. Elizabeth laughs at her mother’s obsession with finding rich husbands for her daughters, and she thinks her two youngest sisters are superficial and silly. Through Elizabeth’s eyes we see Darcy as arrogant and rude, and Wickham as charming and good-natured. However, if Darcy is the ‘pride’ in the title of the book, Elizabeth is the ‘prejudice’. Elizabeth has got very strong views and opinions, but as the story progresses, she begins to realise that a lot of her opinions are wrong. Through the story of Charlotte Lucas and Mr Collins, Elizabeth realises that, for some women, obsession with marriage and money is not a joke. She also learns that her opinions of Darcy and Wickham are completely wrong, and she understands that she should not have formed opinions of them based on first impressions and gossip. Elizabeth develops through the book as she becomes aware of her own faults.\n\n"
    ],
    [
      "184-185\n",
      "F10\n\nA\nB\nC\nC\nA\nA\nB\nB\n",
      "F11\ncomputer programmer\n(well) educated\nmental illness\nflying machine\nengineer\ninstructions\nholes in cards\ncompose music\nSecond World War/second world war/2nd World War/ 2nd world war\nscience, technology, engineering\n",
      "F12\nF\nC\nG\nA\nD\n",
      "F13\nC\nB\nC\nB\nA\nA\nB\n"
    ],
    [
      "186-187\n",
      "F14\nStudents’ own answers. Possible answers:\n\nA interviews B\nSchool:\nA Where is your school?\nB It’s in a suburb to the north of Rome.\nFriends:\nA How often do you meet your friends?\nB We usually meet every weekend. We don’t often meet after school because we’re too busy!\nTown:\nA Can you describe your home town for me?\nB Yes. It’s a medium-sized industrial town. It’s quite modern, but there are a few historic buildings in the centre.\nFree time:\nA What do you like doing in your free time?\nB I like reading, watching films and drawing cartoons.\nTransportation:\nA How do you travel to school?\nB I usually get the bus, but sometimes my dad takes me by car.\nPets:\nA Have you got any pets?\nB Yes, I have. I’ve got a cat and some fish.\nBest friend:\nA Who’s your best friend?\nB It’s Gina, the girl who sits next to me in my class.\nB interviews A\nSchool:\nB What subject do you like best at school?\nA I like English best, because I like communicating with other people.\nFriends:\nB How long have you known your best friend?\nA I’ve known her since we were at elementary school, so about 10 years.\nTown:\nB Is there much for young people to do in your home town?\nA It isn’t bad. There’s a sports centre, a cinema and a big shopping centre.\nFree time:\nB Do you ever do sport in your free time?\nA Yes, I do. I play tennis in the summer and I go skiing in the winter.\nTransportation:\nB Do you ever ride a bike?\nA No, I don’t. I haven’t got a bike!\nPets:\nB What would be your ideal pet?\nA I’d love to have a horse. I’d like to learn to ride.\nBest friend:\nB How did you meet your best friend?\nA We met on the football team.\n",
      "F15\nStudents’ own answers. Possible answers:\nStudent A These photos show people watching films, but they’re doing it in different ways. Photograph 1 shows some people on a sofa at home. I think they’re a family, and it’s during the day - not in the evening - so maybe they’re watching a film at the weekend. Photograph 2 shows people at the cinema. The room is dark but you can see the light from the screen, so the film has already started. They’re all looking at the screen. The advantage of watching a film at home is that it’s cheaper and you can pause the film if you want to. You can watch it with a group of friends and it isn’t a problem if you talk to each other or make noise. The disadvantage is that the screen is small and you don’t get much atmosphere. The advantage of going to the cinema is that you see the film as soon as it comes out, and the sound and picture are of much better quality. The disadvantage is that it can cost quite a lot, and there are fixed timetables, so you can’t see the film whenever you want. Student B I don’t go to the cinema very often, really. I prefer to watch films at home. I suppose that I go to the cinema about four times a year - that’s all. I like comedies, especially romantic ones. Student B Both of the photographs show people having a holiday. Photograph 3 shows a resort in some tropical place. There’s a big hotel near the beach and people are relaxing around a swimming pool. It looks like it’s a hot country. They’re probably sunbathing, reading and listening to music. It looks like quite a lazy holiday! Maybe it’s the type of holiday where all the activities and excursions are arranged for you. Photograph 4 shows people hiking outdoors. It looks like they are in the mountains somewhere, and it looks like hard work. They’re enjoying doing something healthy outdoors, they’re looking at the scenery and I expect that they’re feeling a sense of adventure too. Student A I’d prefer the adventurous holiday. I enjoy sport and fitness and I would hate to spend my holiday lying next to a pool like that! If I go to a new place, I like to explore it.\n\n",
      "F16\nStudents’ own answers. Possible answers:\n\nA So, what do you think is the best way for the school to spend ten thousand pounds?\nB I’m not sure. What do you think about spending it on books?\nA Well, books are always useful, but we’ve got quite a good library already. I’m not sure that’s the best use for it.\nB You might be right. What about building a new garden next to the school?\nA I quite like that idea. We haven’t got a decent outdoor space at our school. I think that it would be good to have somewhere for students to sit outdoors and talk quietly.\nB I agree with you. The school doesn’t look very nice from the outside. A garden would improve it. What about improving the inside of the school with some new furniture, or painting the walls?\nA I don’t know. It’s difficult to decide what furniture we should buy. You could get new desks and chairs for a few of the classrooms, but not for all of them, and that wouldn’t be fair. In any case, I don’t think the school really needs decorating at the moment. It looks OK.\nB I see what you mean. So maybe some new computer equipment would be a good idea.\nA I think it would. If we bought new computer equipment for the IT room, then everyone could benefit from it, not just a few people. So finally, what do you think about spending the money on a party for everybody?\nB Well, it’s a nice idea, but I think it’s a bit of a waste of so much money!\nA Yes, I agree. Everyone would enjoy the party for a few hours - then the money would all be gone!\nB So do you think that computer equipment is the best idea?\nA Yes, computer equipment is a good idea, or a garden. Do you agree?\nB Yes, I think those would be the best uses of the money.\n",
      "F17\nStudents’ own answers. Possible answers:\n\nExaminer: ho should pay for school books – parents, students or schools? What do you think, A?\nA I think that schools should pay for books, not parents. The government should give every school some money for books, in my opinion.\nExaminer: What do you think, B?\nB I agree with A. I don’t think it’s fair for our parents to have to pay so much money for books.\nExaminer: So B, what sort of computer equipment should schools have?\nB I think that there should be a laptop or a tablet for every student in the school. That doesn’t actually happen in many schools yet, but I think it’s necessary these days.\nExaminer: A, is computer equipment more useful than books these days?\nA I think that it probably is. You can put books onto computers these days, so I don’t think that we’ll be using paper books for much longer.\nExaminer: Do you agree, B?\nB No, I don’t really agree with that. I think people still like to hold and use real books. I don’t think that computers will replace books completely.\nExaminer: A, do you think it’s important for schools to have nice buildings and classroom furniture?\nA Yes, I think it’s quite important. If you have a nice learning environment then you are more motivated to learn. You need to feel proud of your school, and it’s difficult to do that if the building and the furniture are in bad condition.\nExaminer: B, how important is it to have an attractive outdoor space at school?\nB I think it’s important. It’s good to get outside during break times, and it’s nice to have somewhere to relax. It would also give a good impression to people who go past the school.\nExaminer: And finally, both of you - should schools spend any money on entertaining their students?\nA Well, I think that it’s OK for schools to spend money on, maybe, a Christmas party, or a party at the end of the year for the school leavers, but any more than that is probably a waste of money.\nB I agree, but I think it’s also nice if a school can sometimes reward students for their effort, for example if they get good exam results. It doesn’t have to be expensive. They could buy some nice food and drink, or a take the students on a small trip somewhere.\n"
    ],
    [
      "188\n",
      "1\nRising sea levels\nbeach erosion\nhurricanes and tsunamis\n",
      "2\nF\nC\nG\nE\nA\nD\nB\n",
      "3\nStudents’ own answers. Possible answers:\n\nThe music of Barbados interests me the most because I’m interested in world music and music festivals.\nThe benefits are that Barbados has absorbed aspects of British culture and sport, but the disadvantages are that Britain colonised the island and used slave labour there.\nBarbados has created an organisation to investigate and monitor environmental danger. It has also created two marine parks.\nI know about Jamaica. It’s famous for its beaches, for reggae music and Bob Marley, and for the athlete Usain Bolt.\nIn Italy every year there is a free music festival in Rome on the first of May. It takes place in a big open space outside the church of San Giovanni in Laterano. There is non-stop music all day long!\n",
      "4\nStudents’ own answers. Possible answers:\nMany places in Italy are in danger because of climate change, but Venice is probably the most famous example. Its location has always made it fragile, and rising sea levels now put it at great risk. Venice is located on Italy’s east coast, in the middle of the Adriatic sea. This means it is exposed to the effects of the tides. For this reason Venice has always had problems with flooding, but they usually only became serious when the weather was bad, as in 1966. Now that the sea level has risen everywhere, it’s a constant problem. Politicians and engineers decided that they needed to build a structure to protect the city. People didn’t want to block it from the sea, so the engineers designed a kind of underwater dam called MOSE that can come up for protection only when needed. Construction of the dam began in 2003. Today MOSE has almost been completed, but experts aren’t sure if it works! Let’s hope so, because Venice will need more protection in the future.\n\npage.189\n",
      "1\nThe water vapour from planes’ condensation trails (or contrails) is the most dangerous.\n\n",
      "2\nPossible answers:\n\nAeroplanes use fuel derived from petrol, just like cars do.\nBurning fossil fuels puts carbon dioxide into the air.\nGreenhouse gases trap heat in the Earth’s atmosphere.\nPlanes cause 2-3% of all human carbon dioxide emissions.\nThe condensation from planes stays in the Earth’s atmosphere.\n",
      "3\nb\n",
      "4\nGreen Solutions\nair travel/flying\naviation\n(bio)fuel(s)\nice\nISSR(s)\nfly less\nlocal\npage.190\n",
      "1\nthe Facebook campaign during the 2010 US elections\nthe Occupy (Wall Street) demonstration of 2011\nAn online petition in 2010 forced the US government to remove the ban on people with HIV/AIDS entering the US.\nWikiLeaks\nBringBackOurGirls\n",
      "2\nspread\nactivism/views\ndemonstrations/marches\npetitions\nsuperficial/ineffective\npublic\nturnout\npolicy\n",
      "3\nStudents’ own answers. Possible answers:\n\nDonald Trump uses Twitter a lot to give his opinions about issues that affect the US. I think it’s appropriate because it’s the modern way to reach people.\nI’ve often seen social media posts about racism and equal rights. Sometimes I share them, but usually I don’t do anything.\nI think that these actions do count as political activism, because you are sharing a political message and encouraging people to think about it.\nThe advantages of traditional activism are that you get results more quickly, it is more visible and more likely to attract media publicity. The advantages of digital activism are that it is easy and that large numbers of people will see your message. Taking strike action is a traditional form of activism that can’t be done in a digital way, but online petitions are much more effective and gather more signatures than paper petitions.\nI don’t believe that hacking is ever justifiable as a method of political activism because it can cause a lot of damage.\n",
      "4\nStudents’ own answers. Possible answers:\nIn Italy people use all the types of online activism mentioned in the article. They discuss politics and try to influence each other on social media, they sign online petitions and they organise rallies. I think there are some political hackers, too, but I don’t know a lot about them. I think Italy’s Cinque Stelle party is its most well-known case of online activism. This party really formed as a result of the leader Beppe Grillo’s blog. He decided to use the Meetup network to organise his political activities. The great turnout he received on Meetup convinced him that he had enough support to create a party. His party has also had online elections. When Cinque Stelle changed into a real political party, it started to have some problems. I think this is because online activism is good for organising, but you need direct political action to really change things.\n\npage.191\n",
      "1\nrights\nconditions\nprofession\nmoney\nmembers\npolitical\n",
      "2\nThe labour movement began at the start of the 19th century.\nA lot of people were moving away from the country to jobs in cities.\nThe labour movement established the two-day weekend and eight-hour working day. It also helped to abolish child labour.\nThe labour movement became political by supporting particular candidates. Later, political parties were created to promote their interests.\n",
      "3\nF. The Tolpuddle Martyrs were sentenced to exile in Australia.\nF. The Chartists fought for the right to vote. The Tolpuddle Martyrs defended their rights as workers.\nF. The Chartists wanted all men to be able to vote.\nT.\nF. The Labour Party formed a coalition with the Liberal Party in 1924.\n",
      "4\na labour organisation\ntheir organisation was secret\npolitical activists\nmore people\nKier Hardie\n"
    ],
    [
      "192\n",
      "1\nmilitary\nresearch\ncommunications\nrocket science\nentertainment\n",
      "2\na\nd\nc\nc\nd\n",
      "3\nStudents’ own answers. Possible answers:\n\nClarke’s contribution to communications satellites allow us to use mobile phones and the Internet every day.\nI think Clarke was interested in everything and saw lots of applications for his knowledge.\nI think the world needs clean energy and cheaper medicine.\nToday, space exploration focuses on sending people to Mars and using resources from other planets.\n",
      "4\nStudents’ own answers. Possible answers:\nLeonardo da Vinci was definitely ahead of his time. He was born in Vinci in Tuscany in 1452. He first studied as a sculptor and painter. He then moved to Milan to work for the powerful Sforza family as an engineer and architect. When France invaded Milan in 1499, Leonardo returned to Tuscany. He also spent time in Rome and, at the end of his life he went to France.He died in France in 1519. Leonardo was remarkable because he was interested in science as much as he was in the arts. Among other subjects, he studied geology, anatomy, optics and aeronautics. Leonardo’s biggest and most famous achievements as an artist are his portrait, La Gioconda, and his mural, The Last Supper, which he painted at a monastery during his time in Milan. His achievements as an engineer and a designer can be seen in his famous notebooks, where we can find drawings of a bicycle, a plane, a helicopter and parachute, centuries before they were actually invented. Leonardo was futuristic because he had the imagination to envisage these things, and the skill to design them in detail, before anyone else had even thought of them.\n\npage.193\nEs.1\nenergy\nmagnetic field\nvibrate\ntravel\nmetres per second\nless energy\n",
      "2\nradio\nmicrowave\ninfrared\nvisible\nultraviolet\nX ray\ngamma\n",
      "3\nWe can perceive the heat and light that some electromagnetic waves produce. Radiation can cause burns in humans and can cause cancer cells to develop.\n\n",
      "4\nAnswers correct in any order:\n\nradio, microwave\nultraviolet, X-ray, gamma\nradio, infrared\ninfrared, microwave\npage.194\n",
      "1\nHe studied engineering physics and he worked at a furniture company.\n3D printing was invented in the 1980s, starting in 1983.\nPolymers and plastics have traditionally been used in 3D printing.\nCar manufacturers, aeronautics companies and medical equipment companies first used 3D printers.\nHull was able to imagine that the 3D printer could probably use different materials beyond polymers and plastics.\n",
      "2 - 3\nf\ne\na\nd\nc\n",
      "4\nStudents’ own answers. Possible answers:\n\nI think people had to create prototypes by hand by carving them out of some material like metal or plastic, in the same way you would create a sculpture.\n3D printing is quick, easy and relatively cheap. It can be done on site rather than by a special company.\nYou need to be creative, you need a good visual sense, you need to understand how things are constructed, and you need to be able to use 3D design software.\nManufacturing industries and medicine can probably benefit the most from 3D printing, but it can be useful in almost any field - engineering, fashion and art, too.\nI can imagine doctors and dentists printing customised body parts for their patients in the future.\n",
      "5\nStudents’ own answers. Possible answers:\nWe normally think of the radio as an invention, but it’s a kind of technology, too. Guglielmo Marconi was the first man to try to use radio waves for long-distance wireless communication. Before his invention, people had to use wires to send messages over long distances. Morse Code and telegrams existed as means of communication before Marconi’s invention, but they required cables to be laid across land and in the oceans for messages to be transmitted. Guglielmo Marconi was born in Bologna, Italy, in 1874. He began to experiment with sending signals by radio waves in 1895, and a year later he took a machine that he had invented to England, where the Post Office began to use it to send messages over relatively short distances. In 1899 Marconi established wireless communication between France and the south coast of England, and in 1901 he succeeded in using his invention to transmit wireless signals across the Atlantic from Cornwall to Newfoundland. Marconi’s invention has been used globally since that time for communication, navigation, entertainment and military use. Marconi also predicted the invention of radar as a natural development of his invention. We continue to use Marconi’s technology today in radio, television, telephones and remote controls.\n\npage.195\n",
      "1\npolymer = a chemical compound whose molecules have the structure of a chain, with identical units linked together in a repeated pattern\nrubber, silk, cellulose, DNA\nplastic\nBakelite, nylon, polystyrene, polyester\nthermoplastic = able to be melted; thermoset = unable to be melted or re-formed\n",
      "2\nT\nT\nF. Most polymers contain carbon.\nF. Polymers are insulators and do not allow the transfer of heat.\nF. Most man-made polymers are made from fossil fuels, but now there are some ecological alternatives.\n",
      "3\nlandfill = disposing of waste by burying it\nincineration = burning of waste\nrecycling = processing waste material so it can be reused\ncomposting = allowing waste to decompose, naturally or with the help of chemicals.\n",
      "4\ng\nc\nb\na\nd\ne\nh\nf\npage.196\n",
      "1\nBookworm\n1993\nYatman Cabinet\n1858\nTulip Chair\n1956\n(the) Great Bed of Ware\n1590\n",
      "2\nA\nC\nD\nC\nA\nB\nD\n",
      "3\nStudents’ own answers. Possible answers:\n\nI’d like to have some of the Tulip Chairs in my home because I think they still look modern today.\nYes, I chose the desk in my room. I wanted it to be big with a glass top.\nI would pay a lot of money for a nice piece of furniture, but not just because someone famous had designed it.\nI like the bookcase in our living room because it is asymmetrical, and I like our big old dining room table.\nI think good design is most important for cars and clothes. I don’t think it’s as important for mobiles, computers or books because they need to be practical.\n",
      "4\nStudents’ own answers. Possible answers:\nThis is a photo of a sofa from 1938. It was designed by the Spanish surrealist artist Salvador Dali and it’s one of the most iconic pieces of furniture of the 20th century. The sofa is bright red and it is in the shape of a pair of lips. It’s called the Mae West sofa, because Dali used the mouth of Mae West, a famous film star, as his inspiration. Dali designed and made this sofa for his British friend Edward James. James was a millionaire who agreed to pay Dali a month’s salary in return for anything that Dali made. James was collecting surrealist furniture for his mansion in England. This is a photo of a chair from the 1970s. It isn’t exactly a chair, but you can sit in it. It’s actually a big leather bag full of beans, and when you sit down, it changes shape. I hate these chairs because I always fall out of them!\n\n"
    ],
    [
      "197\n",
      "1\ntradition ✔ mediaeval ✔ collaboration ✔ socialism ✔ beauty ✔\n\n",
      "2\nin the 19th/nineteenth\nBritain\nskills\nfactories\nrural communities\nthe past\nthe future\n",
      "3\nT\nF. Morris continued to study and learn new techniques all his life.\nT\nF. Morris’s first company didn’t fail.\nT\n",
      "4\nStudents’ own answers. Possible answers:\n\nWhen he was a student, Morris changed direction from a career as a priest to a career as an artist and designer.\nMorris lived in rural locations in houses with hand-made furnishings. He practised ancient crafts and he lived and worked with a large group of collaborators to try to make the world a better place.\nI think Morris considered himself to be an artist because he made beautiful things and he felt that artists needed to be skilled craftsmen. I suspect there were some artists who thought that Morris was simply a craftsman because he focused his attention on making useful objects instead of pure art, but other artists probably considered him an artist too.\nI think he set up companies because he was trying to propose a non-industrial model of production and because he wanted people to be able to appreciate quality craftsmanship. He probably also wanted to create good jobs.\nMorris is now most famous as a designer of textiles and wallpapers.\n"
    ],
    [
      "198\n",
      "1\nNo, she doesn’t, because she begins with ‘Dear Sir/Madam’ (and ends with ‘Yours faithfully’).\nShe doesn’t know who she’s writing to, so she uses a formal tone.\n",
      "2\nThere is an introduction followed by details. Tanya’s ideas are organised into paragraphs.\nThe beginning of a new paragraph signals a change in topic.\nThe beginning of a new paragraph is indicated by starting a new line.\nThe first sentence introduces the new topic of the paragraph. The subsequent sentences give more details about the topic.\nEach paragraph begins with the general idea and ends with a reference back to the idea, to conclude the paragraph.\n",
      "3\nsubject\nwithout\nbegins\nwithout\nfull stop\n",
      "4\nParagraph 1: 1\nParagraph 2: 3\nParagraph 3: 6\nParagraph 4: 9\nParagraph 5: 12\n",
      "5\nAll alternatives listed are correct:\n\n2 I travelled from London to Manchester on Wednesday 10th August. I was most disappointed with the facilities on board. I travelled from London to Manchester on Wednesday 10th August; I was most disappointed with the facilities on board. I travelled from London to Manchester on Wednesday 10th August, and I was most disappointed with the facilities on board.\n4 The coach was full, and the temperature outside was 25ºC.\n7 Our departure time was 11.30a.m., so I was hoping to buy some sandwiches for lunch.\n10 I asked the driver to stop at a service station. He refused. I asked the driver to stop at a service station; he refused. I asked the driver to stop at a service station, but he refused.\n13 I hope you will consider giving me a refund before I report your company to a consumer care organisation.\nWriting guide:write in paragraphs\nStudents’ own answers. Possible answers:\nDear Sir/Madam, I am writing to complain about the train service your company runs from Venice to Rome. I travelled on this route on September 24th last year, and I was far from satisfied with the service. The first problem was that there was no buffet car. The train I had booked was scheduled to take six hours, so I had planned to have lunch on the train. There was nothing on my ticket to say that there was no food, so I had no idea that I needed to take sandwiches. I had to wait until the train arrived in Rome at 16.40 to have lunch. On top of the fact that there was no buffet car, the carriage I was sitting in was extremely dirty. There was so much dirt on the windows that I could not see out of them, and there was a lot of litter on the floor. The carriage had obviously not been cleaned for days, perhaps weeks. I am afraid to say that this was one of the worst train journeys I have ever been on. I hope that you will take note of my comments and take measures to improve this service as soon as possible. I look forward to hearing from you shortly. Best wishes, Trudy Stevens\n\npage.199\n",
      "1\nThe text is a review. You could read it in a newspaper, a magazine or on the Internet.\n\n",
      "2\nThe topic sentences are normally the first sentences in each paragraph.\nA topic sentence introduces the topic of the paragraph and sometimes gives some indication of the type of information the paragraph will contain.\nThe other sentences in the paragraph provide examples, details, causes, results, advantages, disadvantages, conditions or reasons.\nNeither the introduction nor the conclusion has got a topic sentence because they have got a different function and structure.\n",
      "3\nsemi-colon\ncomma\n",
      "4\n- * b ** b\n\n",
      "5\nAll alternatives listed are correct:\n\nAt the Olive Hotel there are only seven dishes in all; there are no options for vegetarians. At the Olive Hotel there are only seven dishes in all, and there are no options for vegetarians.\nThere’s a Caesar salad and a sausage pizza; you can’t order them without meat! There’s a Caesar salad and a sausage pizza, but you can’t order them without meat!\nWe were all extremely hungry, so we hoped the food would arrive quickly. We were all extremely hungry, and we hoped the food would arrive quickly.\nPerhaps they haven’t got enough help in the kitchen, or maybe a cook was ill that day.\nThe menu is limited; the service is terribly slow. The menu is limited, and the service is terribly slow.\nWriting guide: write topic sentences\nTask F Writing, Part 2:\nStudents’ own answers. Possible answers:\nIt isn’t easy to know where to have lunch when you’re sightseeing in an unfamiliar city. You can wander around for hours looking for the right restaurant or you can stop at the first place you find. Last weekend in Florence, my friends and I tried the second option, and we found ourselves in Trattoria Marco. At first glance, the restaurant appears to be in chaos. It’s quite small, and customers have to share tables. There’s no menu; instead there are signs on the walls showing the food. However, you soon start to enjoy the informal atmosphere; everyone is friendly from the waitress who takes your order to the other customers on your table. The moment your food arrives, you realise that Trattoria Marco was the right choice. The pasta is piled high on the plate, the meat is cooked to perfection and the salad couldn’t be fresher. Not only is the food delicious, it’s also very cheap; none of us paid more than ten euros for our meal. I would recommend Trattoria Marco to anyone in Florence looking for a quick, cheap, but tasty meal. It may not be the most fashionable restaurant I’ve ever eaten in, but it’s certainly one of the best.\n\npage.200\n",
      "1\nThe purpose of the article is to expose an unfair situation. You might read it in a newspaper, a magazine or on a website.\n\n",
      "2\nThe order in the introduction is:\ncatches the reader’s interest\nconnects the element of interest to the topic\nsummarises the topic\nan opinion and a recommendation\n",
      "3\nin addition\nhowever\nconsequently\n",
      "4\nd\ne\n",
      "5\nAnswers correct in any order:\n\nAs a result, Consequently, For this reason, Therefore\nIn addition, Moreover\nAs a result, Consequently, For this reason, Therefore\nHowever, Nevertheless\nIn addition, Moreover\nWriting guide: write introductions and conclusions\nTask Students’ own answers. Possible answers:\nIt isn’t fair! Do you know what materials are in your smartphone, tablets and other electronic devices? One of them is coltan, a mineral found in large quantities in the Democratic Republic of Congo (DRC). The problem is that much of the coltan used in our smartphones is mined illegally. Coltan is mined in a process similar to how gold was mined in California during the 1800s. Working conditions in coltan mines are terrible. The mines are generally run by armed gangs, who often force the workers to mine the coltan at gunpoint. Moreover, there are many very young children working in the mines instead of going to school. In addition, the Congolese people see none of the profits from the coltan. The money is usually taken by the gangs to finance armed conflict in the area. Consequently, there are often civil wars, which have resulted in the deaths of millions of people. Meanwhile, the citizens of the DRC are among the poorest in the world. It doesn’t seem right to me that smartphone manufacturers allow this situation to exist. The companies make billions of dollars every year, some of which should be invested in trying to solve the problem.\n\npage.201\n",
      "1\nThe text is a summary. It might be useful because it’s faster to read than a complete article and it can help you remember the main ideas in a text.\n\n",
      "2\nthe main ideas\nyour own words\ntopic\nonly important\ndoesn’t need\n",
      "3\nthree\ntwo\n",
      "4\nC\nF\nG\nJ\nL\n",
      "5\nwar, violence or persecution.\nhot, dusty track\nfood, utensils(,) and clothes.\ncrowded, fragile boat\nfamily, friends(,) and strangers\nWriting guide: write a summary\nStudents’ own answers. Possible answers:\nThe book extract on "
    ],
    [
      "24 tells the story of the American Civil Rights movement. By the 1950s, slavery had been banned in the USA, but African-Americans did not have the same rights as white Americans. In 1955, civil rights activists took advantage of the arrest of Rosa Parks to organise a bus boycott, which ended with the desegregation of the buses in Montgomery, Alabama. One of the leaders of the boycott was Martin Luther King Jr., who formed the SCLC civil rights organisation and led non-violent protests across America. Americans became more aware of the civil rights cause when photos appeared in the press showing white Americans abusing African-Americans. A number of important events happened during the 1960s, including King’s delivery of his ‘I have a dream’ speech, King’s winning of the Nobel Peace Prize, and a new Voting Rights Act. In 1968, King was assassinated, which caused many activists to join the more violent Black Panther Party for a short time. Today, African-Americans have got more rights than they did in the 1950s, but they are still not treated exactly the same as white Americans.\n\npage.202\n",
      "1\nBrad needs to write an essay. He’s going to write about teens, perhaps about their problems.\n\n",
      "2\nnotation\nright\ntwo\nlevels\nrelationship\n",
      "3\nFamiliar surroundings\nDanger\nProfessional care home\nSeparation from family\nContact with family\nDifferent lifestyles\n",
      "4\nexamples\nadvantage\ndisadvantage\ncauses\nresults\nWriting guide: write an outline\nTask\n\nStudents’ own answers. Possible answers:\nOlder people have got a better quality of life than younger people\nI. Introduction\nII. Money\nA. Own house\n1. security\n2. freedom to decorate\nB. Own car\n1. mobility\n2. comfort\nIII. Time\nA. Little or no time spent at work\n1. flexible lifestyle\n2. little stress\nB. Leisure time\n1. holidays\n2. hobbies\nIV. Mental state\nA. More relaxed\n1. family relationships\n2. old friendships\nB. Fewer worries\n1. finding a job\n2. finding a partner\nV. Conclusion\npage.203\n",
      "1\nThere are five paragraphs. They correspond to the first level of the outline with Roman numerals.\n\n",
      "2\nHe begins his essay with an introduction.\nHe begins each paragraph with a topic sentence.\nYes, he does.\nThe expressions connect ideas and show how they’re related.\nHe ends the essay with a conclusion.\n",
      "3\nAll alternatives listed are correct:\n\nsimilarly/likewise\nsimilarly/likewise\nas long as\nsuch as/for example\nsuch as/for example\npreviously/finally\npreviously/finally\nFor comparison, we use similarly and likewise the same way, but we use whereas between two things we want to contrast. For conditions, we use as long as, on condition that and providing (that) in the same way. For examples, we use for example at the beginning of a sentence but we use such as within a sentence. For sequence, we use previously, finally and subsequently before or after the verb they describe, but we also use finally at the beginning of a sentence.\n\n",
      "4\nAll alternatives listed are correct:\n\nA easiest/most convenient\nB dangerous/risky/unsafe\nC family\nD love/want/care about\nE sacrifice/give up/lose/want\n",
      "5\nMultiple answers correct in any order:\n\nsimilarly/likewise\nsuch as\nas long as\nsuch as\nas long as\nSubsequently\npreviously\nFinally\nSubsequently\nWriting guide: write from an outline\nTask; Students’ own answers. Possible answers:\nLife for young people can be hard, especially for teenagers like me. Sometimes I wish I were older, because I think I would have a better quality of life. First of all, older people generally have more money and they probably own a house. As a result, they are able to enjoy the stability of having a home base and the freedom of decorating it as they wish. They are also likely to have their own car, so they can travel quickly and comfortably wherever they please. In addition to having more money, older people usually have more time. They probably don’t work much if at all, and this allows them to do what they want many days, and they certainly don’t have to deal with a lot of stress. With all this free time, they can go on holiday often or dedicate time to their hobbies. In general, older people seem happier than younger people, due to the fact they have fewer obligations. They don’t have to study like we do, and once they retire, they don’t have to work, either. For the most part, older people have fewer worries, too. They don’t need to stress about finding a job, and most of them have a partner. Personally, I ‘m not afraid of getting older because I think I’ll have a better quality of life. For now, however, I I’d better get used to being young!\n\npage.204\n",
      "1\nGail has written a story. Maybe she wrote it for school or a competition.\n\n",
      "2\nGail has met all the criteria in the checklist.\n\n",
      "3\nc\nd\na\nb\nb\n",
      "4\n✔\n-\n✔\n✔\n✔\n✔\n",
      "5\nLast summer I was on holiday with some friends in the north of Spain.\nWe wanted to go to Finisterre, so we caught a bus there from Santiago.\nThere were only two buses a day from Santiago to Finisterre, and we had taken the morning bus.\nWhile we were waiting, we saw the bus arrive.\nWhen all the passengers had got off, we spoke to the driver.\n",
      "6\nc\nb\nd\na\nc\nTask Students’ own answers. Possible answers:\nLast Tuesday I was having a shower before going to school and listening to music on my phone. I’d left it on top of the bar of the shower curtain. Unfortunately, when I opened the curtain to get my towel, my phone fell into the bath, which still had some water in it. I screamed and grabbed my phone, but of course it had stopped working. Then I ran into the kitchen to get some rice. I’d heard that if your phone falls in water and you leave it in a bowl of rice, the rice helps the phone to dry out. I didn’t think for a moment it would work, but it was worth a try. I left the bowl of rice with my phone in it in my room and finished getting ready for school. I was late that day because of what had happened. When school finished, I rushed home to see if my phone was working. Imagine my disappointment when I tried to turn it on and the screen remained blank. That evening, I was in a bad mood, and my mum eventually asked me, ‘What’s wrong?’ I didn’t want to tell her about my phone, so I said I was tired and went to bed. The next morning, I got up and decided to try my phone one more time. I took it out of the bowl, pressed the power button, and… it worked! I couldn’t believe my luck!\npage.205\n",
      "1\nFiona is presenting both sides of the issue of consumption. Her sources are: Steve Howard, The Intelligence Group, Richard Girling, some experts that she doesn’t identify, Lizz Sturl.\n\n",
      "2\nb\na\nc\na\nb\n",
      "3\nsingle\nbefore\nis\n",
      "4\nPossible answers:\n\nEli Pariser’s book The Filter Bubble: What the Internet is Hiding from You (2011)\nmight make/might be making\nthe politician Angela Merkel thinks\n‘Young people care about the news.’\nRenato Peral\n‘Although filter bubbles are annoying, they’re easy to escape.’\nWriting guide: avoid plagiarism\nTask;Students’ own answers. Possible answers:\nSome people are debating over the kind of images users should be allowed to post on social media. One of the complaints is about graphic photographs showing animal cruelty and abuse. According to Lena Philips’ book Shock Tactics: How to Make an Impact (2016), dramatic pictures have a far greater effect on people than a written description. Tony Hopkins, head of an animal rights organisation, agrees. He says that real-life photos are ‘the best way to raise awareness about this issue’. The hope is that they will inspire people to stand up and do something. Nevertheless, some social media users find these pictures upsetting and object to them. Tracey Jones says the photos ‘make me feel guilty for something I didn’t do,’ while other users say that they don’t want that kind of negativity in their lives. Some parents worry that their children might see the images by accident. For the most part, social networks are trying to stay out of the argument. However, one spokesperson said that users could easily control what they look at. ‘All they need to do,’ he said, ‘is hide the image and unfollow or block the person or group that sent it to them.’\n\npage.206\n",
      "1\nShe wrote it because she’s applying for a job. Her CV is one page long.\n\n",
      "2\nA CV should include your name, address, phone number and email address.\nIt should explain why you are applying for the job and why you think you are suitable for it.\nYou should include only relevant work experience.\nYou should adapt the job applied for, your personal statement, your work experience, and your job-related skills.\nThe people who examine CVs have very little time, so they often ignore a CV that’s very long. Many people also consider focussing on relevant information to be an important skill.\n",
      "3\nPossible answers:\n\na b c d e f g h i\nc d e g\nc d e g\nc g\nc d e\n",
      "4\nPersonal information\nJob applied for\nPersonal statement\nWork experience\nEducation and training\nPersonal skills\nJob-related skills\nReferences\n",
      "5\na Energetic student seeking employment at weekends\nb meeting and greeting all customers\nc selling tickets\nd responsible for online reservations\ne Thorough knowledge of safety and first aid procedures acquired during employment in go karting business"
    ]
  ]
}
